{
  "thriller": [
    {"img_link": "images/books/passenger23.jpeg", "img_caption": "Passenger 23",
      "isbn": "978-1-83893-580-1", "storefront": "https://www.amazon.de/Passenger-23-Sebastian-Fitzek/dp/1838935797/ref=sr_1_1?__mk_de_DE=ÅMÅŽÕÑ&crid=37M2X8AEDZ89J&keywords=passenger+23&qid=1687158081&sprefix=passenger+23%2Caps%2C87&sr=8-1", "author": "by Sebastian Fitzek", "alt_img": "cover of the book Passenger 23",
      "descr": "Every year more than 20 people disappear on the high seas from cruise ships. None of them has ever come back. Until now… Welcome on board!Five years ago Martin Schwarz, a police psychologist, lost his wife and son. It happened during a holiday on the cruise ship Sultan of the Seas, and no one could tell him what exactly had happened. Martin has been a mental wreck ever since, biding his time with suicide missions as an undercover agent. During one of his operations he gets a call from a strange old lady, who introduces herself as a Thriller author. She wants him to come on board of the Sultan of the Seas immediately and claims to have proof regarding the disappearance of this family. Martin had sworn himself never to set foot on a ship again, but he returns to the ship and finds out that several weeks ago a girl gone missing on the Sultan reappeared – carrying his son’s teddy bear …"},
    {"img_link": "images/books/seat7a.jpeg", "img_caption": "Seat 7a",
      "isbn": "978-1-83893-453-8", "storefront": "https://www.amazon.de/Seat-7a-Sebastian-Fitzek/dp/1838935819/ref=sr_1_1?__mk_de_DE=ÅMÅŽÕÑ&crid=1CJVKXFLCQ4GD&keywords=seat+7a&qid=1687158166&sprefix=seat+7a%2Caps%2C88&sr=8-1", "author": "by Sebastian Fitzek", "alt_img": "cover of the book Seat 7a",
      "descr": "It's irrational. You know that, you’ve checked the statistics. Flying is safer than driving — nineteen times safer. You also know that should something happen, seat 7A, according to the numbers, is the worst place to be sitting.But here you are, in seat 7A, buckled up for take off, unable to shake off the feeling of dread, the feeling that something is about to go very wrong.Irrational, perhaps.But you're not wrong."},
    {"img_link": "images/books/thepackage.jpeg", "img_caption": "The Package",
      "isbn": "978-1-83893-449-1", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1057170068", "author": "by Sebastian Fitzek", "alt_img": "cover of the book The Package",
      "descr": "You live in a quiet neighbourhood. You know that he will never find you here. All you've done is taken in a parcel for a neighbour. You have no idea what you've let into your home."},
    {"img_link": "images/books/therapy.jpeg", "img_caption": "Therapy",
      "isbn": "978-0-85789-707-7", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1028565034", "author": "by Sebastian Fitzek", "alt_img": "cover of the book Therapy",
      "descr": "No witnesses. Twelve-year-old Josy has an inexplicable illness. She vanishes without a trace from her doctor's office during treatment. Four years later, Josy's father, psychiatrist Viktor Larenz, has withdrawn himself to an isolated North Sea island in order to deal with the tragedy. No body. Then he's paid a surprise visit by a beautiful stranger. Anna Glass is a novelist who suffers from an unusual form of schizophrenia: all the characters she creates for her books become real to her. In her last novel she has written about a young girl with an unknown illness who has disappeared without a trace. Where is his daughter? Can Anna's delusions describe Josy's last days? Reluctantly, Viktor agrees to take on her therapy in a final attempt to uncover the truth behind his daughter's disappearance. But very soon these sessions take a dramatic turn as the past is dragged back into the light - with terrifying consequences."},
    {"img_link": "images/books/thesoulbreaker.jpeg", "img_caption": "The Soul Breaker",
      "isbn": "978-1-83893-455-2", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1059850455", "author": "by Sebastian Fitzek", "alt_img": "cover of the book The Soul Breaker",
      "descr": "The Soul Breaker doesn't kill his victims. What he does is much worse. He leaves them paralysed and completely catatonic. His only trace: a note left in their hands. There are three known victims when suddenly the abductions stop. The Soul Breaker has tired of his game, it seems. Meanwhile, a man has been found in the snow outside an exclusive psychiatric clinic. He has no recollection of who he is, or why he is there. Soon the weather goes from bad to worse, and the clinic becomes completely cut off from the world outside. When the head psychiatrist is found trembling, naked and distraught, with a slip of paper in her hands, it seems the Soul Breaker has returned. And with the clinic cut off from the world, no one is able to get in - or out."},
    {"img_link": "images/books/theinmate.jpeg", "img_caption": "The Inmate",
      "isbn": "978-1-80454-233-0", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1064021418", "author": "by Sebastian Fitzek", "alt_img": "cover of the book The Inmate",
      "descr": "A missing child. A desperate father. A terrible secret. Serial killer Guido T has already confessed to two horrific child murders and led the Berlin police to the horribly disfigured bodies. The police are sure he is also the kidnapper and murderer of six-year-old Max, who disappeared without trace a year ago. But now Guido T, who is being held in the high-security ward of a psychiatric prison hospital, is staying silent. The investigators have no reliable evidence. And without the prisoner's statement, Max's parents will have no certainty and will never be able to say goodbye to their son. But then an investigator from the homicide commission makes Max's desperate father an unbelievable offer: he will smuggle the distraught parent into the hospital where Guido T is imprisoned. Max's father will be listed as a fake patient, equipped with a fake medical record. He will be as close as he possibly can to the child killer, and plans to force the killer into a confession. Because nothing is worse than uncertainty. Or so he thinks. Until he, as an inmate, learns the gruesome truth..."},
    {"img_link": "images/books/theeyecollector.jpeg", "img_caption": "The Eye Collector",
      "isbn": "978-0-85789-371-0", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1028985877", "author": "by Sebastian Fitzek", "alt_img": "cover of the book The Eye Collector",
      "descr": "Ready or not, here he comes... It's the same each time. A woman's body is found with a ticking stopwatch clutched in her dead hand. A distraught father must find his child before the boy suffocates - and the killer takes his left eye. Alexanderlexander Zorbach, a washed-up cop turned journalist has reported all three of the Eye Collector's murders. But this is different. His wallet has been found next to the corpse and now he's a suspect. The Eye Collector wants Zorbach to play. Zorbach has exactly forty-five hours, seven minutes to save a little boy's life. And the countdown has started..."},
    {"img_link": "images/books/splinter.jpeg", "img_caption": "Splinter",
      "isbn": "978-1-84887-696-5", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1017074731", "author": " by Sebastian Fitzek", "alt_img": "cover of the book Splinter",
      "descr": "A fast-paced psychological thriller from a German bestseller, involving a world in which we can permanently erase our most terrifying experiences from memory. But it can go wrong! With appeal to fans of Eternal Sunshine Of The Spotless Mind and Inception. Marc Lucas is trapped in a nightmare from which he can't wake. Should he visit the clinic? And how will he know if he hasn't been there already? It sold 2 million copies in Germany."},
    {"img_link": "images/books/snow.jpeg", "img_caption": "The Prey",
    "isbn": "978-1-5293-7744-6", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1068357325", "author": " by Yrsa Sigurdardóttir", "alt_img": "cover of the book The Prey",
    "descr": "A box of photo albums is found in the attic of a house in Höfn, a small fishing village on the south coast of Iceland. The new owners return it to the man who sold them the house, along with a muddied child's shoe with a name written on the sole: Salvor. The man is baffled; they never knew anyone called that. Shortly after the phone rings - it's the nursing home where his mother, an Alzheimer's patient, lives. She's suffered a heart attack and the doctors don't expect her to live much longer. The nurse asks him to let his sister, Salvör, know as well. Their mother has been asking for her. THE SECOND TRACKS TWO MISSING COUPLES. Jóhanna is a member of a search and rescue team in Höfn and she's searching for two couples from Reykjavik. Their phones' last location has been pinpointed as the road leading up into the highlands. It's far from clear why these people would have made such a risky trip in the middle of the harsh winter, and they soon find the first dead body. More troubling, Johanna senses her team is being tracked out in the snow. A THIRD FROM BEYOND THE GRAVE? Hjörvar works at the Stokksnes Radar Station in the highlands. He is alone when the phone connected to the gate rings. It's the first time it's done so since he began working there five months ago. He picks up the phone but can hear only interference and what sounds like a child's voice asking for her mother.How are these events connected? And what may be searching for its prey out on the ice?"},
    {"img_link": "images/books/whydidyoulie.jpeg", "img_caption": "Why Did You Lie?",
    "isbn": "978-1-4736-0504-6", "storefront": "https://www.amazon.de/Why-Did-You-Yrsa-Sigurdardottir/dp/1473605040/ref=tmm_pap_swatch_0?_encoding=UTF8&qid=1687158994&sr=8-1", "author": " by Yrsa Sigurdardóttir", "alt_img": "cover of the book Why Did You Lie",
    "descr": "A journalist on the track of an old case attempts suicide. An ordinary couple return from a house swap in the states to find their home in disarray and their guests seemingly missing.Four strangers struggle to find shelter on a windswept spike of rock in the middle of a raging sea. They have one thing in common: they all lied. And someone is determined to punish them..."},
    {"img_link": "images/books/redapple.jpeg", "img_caption": "The Red Apple",
    "isbn": "978-3-453-42335-0", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1056623802", "author": " by Mi-Ae Seo", "alt_img": "cover of the book the apple",
    "descr": "No Description in english available"},
    {"img_link": "images/books/houseofleaves.jpeg", "img_caption": "House of Leaves",
    "isbn": "978-0-375-70376-8", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1001320264", "author": " by Mark Z. Danielewski", "alt_img": "cover of the book House of Leaves",
    "descr": "Years ago, when House of Leaves was first being passed around, it was nothing more than a badly bundled heap of paper, parts of which would occasionally surface on the Internet. No one could have anticipated the small but devoted following this terrifying story would soon command. Starting with an odd assortment of marginalized youth —musicians, tattoo artists, programmers, strippers, environmentalists, and adrenaline junkies —the book eventually made its way into the hands of older generations, who not only found themselves in those strangely arranged pages but also discovered a way back into the lives of their estranged children.  Now this astonishing novel is made available in book form, complete with the original colored words, vertical footnotes, and second and third appendices. The story remains unchanged, focusing on a young family that moves into a small home on Ash Tree Lane where they discover something is terribly wrong: their house is bigger on the inside than it is on the outside. "},
    {"img_link": "images/books/myfault.jpeg", "img_caption": "My Fault",
    "isbn": "978-1-72829-141-3", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1067861614", "author": " by Mercedes Ron", "alt_img": "cover of the book My Fault",
    "descr": "Seventeen-year-old Noah Morgan loves her quiet, normal life in Toronto. But when her mother returns from a cruise unexpectedly married to a billionaire and announces they are moving to L.A., Noah is suddenly shoved out of her comfort zone and into a glittering world of illegal street races, lavish pool parties, and spoiled rich kids. And her new stepbrother Nicholas is the most spoiled of them all. Arrogant, aloof, and viciously attractive, Nick is everything she hates, especially when she learns his bad boy persona isn't just a façade. She's spent her life running from danger, and Nick is danger incarnate. Yet neither of them can prevent the powerful attraction that flares between them-enough to turn their worlds upside-down and tempt them beyond all reason.But Noah's past may be even more dangerous than their forbidden romance. And if he wants her, Nick will have to decide if he's willing to risk everything."},
    {"img_link": "images/books/thedefence.jpeg", "img_caption": "The Defense",
    "isbn": "978-1-4091-5231-6", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1037675841", "author": " by Steve Cavanagh", "alt_img": "cover of the book The Defence",
    "descr": ""},
    {"img_link": "images/books/killingeve.jpeg", "img_caption": "Killing Eve: Codename Villanelle",
    "isbn": "978-1-4736-6641-2", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1044836192", "author": " by Luke Jennings", "alt_img": "cover of the book Killing Eve",
    "descr": "She is the perfect assassin. A Russian orphan, saved from the death penalty for the brutal revenge she took on her gangster father's killers. Ruthlessly trained. Given a new life. New names, new faces - whichever fits. Her paymasters call themselves The Twelve. But she knows nothing of them. Konstantin is the man who saved her and the one she answers to. She is Villanelle. Without conscience. Without guilt. Without weakness. Eve Polastri is the woman who hunts her. MI5, until one error of judgment costs her everything. Then stopping a ruthless assassin becomes more than her job. It becomes personal."}
  ],

  "crime": [
    {"img_link": "images/books/thelastthinghetoldme.jpeg", "img_caption": "The Last Thing He Told Me",
    "isbn": "978-1-78816-859-5", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1060181374", 
    "author": "by Laura Dave", "alt_img": "cover of the book The Last Thing He Told ME",
    "descr":"Before Owen Michaels disappears, he manages to smuggle a note to his new wife, Hannah: protect her. Hannah knows exactly who Owen needs her to protect - his teenage daughter, Bailey, who lost her mother tragically as a child. And who wants absolutely nothing to do with her new stepmother. As her desperate calls to Owen go unanswered, his boss is arrested for fraud and the police start questioning her, Hannah realises that her husband isn't who he said he was. And that Bailey might hold the key to discovering Owen's true identity, and why he disappeared. Together they set out to discover the truth. But as they start putting together the pieces of Owen's past, they soon realise that their lives will never be the same again..."},
    {"img_link": "images/books/lockeverydoor.jpeg", "img_caption": "Lock Every Door",
    "isbn": "978-1-5247-4516-5", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1056566760", "author": " by Riley Sager", "alt_img": "cover of the book Lock Every Door",
    "descr":"No visitors. No nights spent away from the apartment. No disturbing the other residents. These are the only rules for Jules Larson's new job as apartment sitter for an elusive resident of the Bartholomew, one of Manhattan's most high-profile private buildings and home to the rich and famous. Recently heartbroken and practically homeless, Jules readily accepts the terms, ready to leave her past life behind. Out of place among the extremely wealthy, Jules finds herself pulled toward other apartment sitter Ingrid. But Ingrid confides that the Bartholomew is not what it seems and the dark history hidden beneath its gleaming facade is starting to frighten her. Jules brushes it off as a harmless ghost story - but the next day, her new friend has vanished.And then Jules discovers that Ingrid is not the first temporary resident to go missing…"},
    {"img_link": "images/books/thesilentpatient.jpeg", "img_caption": "The Silent Patient",
    "isbn": "978-1-250-76248-1", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1056561097", "author": " by Alex Michaelides", "alt_img": "cover of the book The Silent Patient",
    "descr":"Alicia Berenson's life is seemingly perfect. A famous painter married to an in-demand fashion photographer, she lives in a grand house with big windows overlooking a park in one of London's most desirable areas. One evening her husband Gabriel returns home late from a fashion shoot, and Alicia shoots him five times in the face, and then never speaks another word. Alicia's refusal to talk, or give any kind of explanation, turns a domestic tragedy into something far grander, a mystery that captures the public imagination and casts Alicia into notoriety. The price of her art skyrockets, and she, the silent patient, is hidden away from the tabloids and spotlight at the Grove, a secure forensic unit in North London. Theo Faber is a criminal psychotherapist who has waited a long time for the opportunity to work with Alicia. His determination to get her to talk and unravel the mystery of why she shot her husband takes him down a twisting path into his own motivations-a search for the truth that threatens to consume him...."},
    {"img_link": "images/books/inmydreamsiholdaknive.jpeg", "img_caption": "In My Dreams I Hold a Knife",
    "isbn": "978-1-72824-320-7", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1061646364", "author": "by Ashley Winstead", "alt_img": "cover of the book In My Dreams I Hold a Knife",
    "descr":"Ten years after graduation, Jessica Miller has planned her triumphant return to her southern, elite Duquette University, down to the envious whispers that are sure to follow in her wake. Everyone is going to see the girl she wants them to see-confident, beautiful, indifferent. Not the girl she was when she left campus, back when Heather Shelby's murder fractured everything, including the tight bond linking the six friends she'd been closest to since freshman year. But not everyone is ready to move on. Not everyone left Duquette ten years ago, and not everyone can let Heather's murder go unsolved. Someone is determined to trap the real killer, to make the guilty pay. When the six friends are reunited, they will be forced to confront what happened that night-and the years' worth of secrets each of them would do anything to keep hidden.Told in racing dual timelines, with a dark campus setting and a darker look at friendship, love, obsession, and ambition, In My Dreams I Hold A Knife is an addictive, propulsive read you won't be able to put down."},
    {"img_link": "images/books/allthemissinggirls.jpeg", "img_caption": "All the Missing Girls",
    "isbn": "978-1-78649-196-1", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1042168751", "author": "by Megan Miranda ", "alt_img": "cover of the book All the Missing Grils",
    "descr":"It's been ten years since Nicolette Farrell left her rural hometown after her best friend, Corinne, disappeared without trace. Then a letter from her father arrives - 'I need to talk to you. That girl. I saw that girl.' Has her father's dementia worsened, or has he really seen Corinne? Returning home, Nicolette must finally face what happened on that terrible night all those years ago. Then, another young woman goes missing, almost to the day of the anniversary of when Corinne vanished. And like ten years ago, the whole town is a suspect. Told backwards - Day 15 to Day 1 - Nicolette works to unravel the truth, revealing shocking secrets about her friends, her family, and what really happened to Corinne. Like nothing you've ever read before, All the Missing Girls is a brilliantly plotted debut thriller that will leave you breathless."},
    {"img_link": "images/books/thefamilygame.jpeg", "img_caption": "The Family Game ",
    "isbn": "978-1-4711-8985-2", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1055681005", "author": "by Catherine Steadman", "alt_img": "cover of the book The Family Game",
    "descr":"Harriet Reed is newly engaged to Edward Holbeck, the heir to an extremely powerful American family. When Edward’s father hands her a tape of a book he’s been working on, she is desperate to listen. But as she presses play, it’s clear that this isn’t a novel. It’s a confession to murder. Feeling isolated and confused, Harriet must work out if this is all part of a plan to test her loyalty. Or something far darker.  Because this might be a game to the Holbeck family - but games can still be deadly. "},
    {"img_link": "images/books/fivelittlepigs.jpeg", "img_caption": "Five Little Pigs",
    "isbn": "978-0-00-752751-9", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1030485972", "author": "by Agatha Christie", "alt_img": "cover of the book Five Little Pigs",
    "descr":"Agatha Christie's ingenious murder mystery. Beautiful Caroline Crale was convicted of poisoning her husband, yet there were five other suspects: Philip Blake (the stockbroker) who went to market; Meredith Blake (the amateur herbalist) who stayed at home; Elsa Greer (the three-time divorcee) who had roast beef; Cecilia Williams (the devoted governess) who had none; and Angela Warren (the disfigured sister) who cried 'wee wee wee' all the way home. It is sixteen years later, but Hercule Poirot just can't get that nursery rhyme out of his mind..."},
    {"img_link": "images/books/murderontheorientexpress.jpeg", "img_caption": "Murder on the Orient Express",
    "isbn": "978-0-00-617006-8", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1001300017", "author": "by Agatha Christie", "alt_img": "cover of the book Murder on the Orient Express",
    "descr":"Agatha Christie's most famous murder mystery. Just after midnight, a snowdrift stops the Orient Express in its tracks. The luxurious train is surprisingly full for the time of the year, but by the morning it is one passenger fewer. An American tycoon lies dead in his compartment, stabbed a dozen times, his door locked from the inside. Isolated and with a killer in their midst, detective Hercule Poirot must identify the murderer - in case they decide to strike again."},
    {"img_link": "images/books/thememoirsofsherlockholmes.jpeg", "img_caption": "The Memoirs of Sherlock Holems",
    "isbn": "978-0-241-95294-8", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1017467980", "author": "by Arthur Conan Doyle", "alt_img": "cover of the book The Memoirs of Sherlock Holems",
    "descr":"In The Memoirs of Sherlock Holmes, the consulting detective's notoriety as the arch-despoiler of the schemes concocted by the criminal underworld at last gets the better of him. Though Holmes and his faithful sidekick Dr Watson solve what will become some of their most bizarre and extraordinary cases - the disappearance of the race horse Silver Blaze, the horrific circumstances of the Greek Interpreter and the curious mystery of the Musgrave Ritual among them - a criminal mastermind is plotting the downfall of the great detective. Half-devil, half-genius, Professor Moriarty leads Holmes and Watson on a grisly cat-and-mouse chase through London and across Europe, culminating in a frightful struggle which will turn the legendary Reichenbach Falls into a water double-grave . . ."}
  ],

  "fantasy": [
    {"img_link": "images/books/FellowshipRing.jpg", "img_caption": "The Fellowship of the Ring",
    "isbn": "978-0-00-837606-2", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1056482370", "author": "by J.R.R. Tolkien", "alt_img": "cover of the book The Fellowship of the Ring",
    "descr": "In a sleepy village in the Shire, a young hobbit is entrusted with an immense task. He must make a perilous journey across Middle-earth to the Cracks of Doom, there to destroy the Ruling Ring of Power - the only thing that prevents the Dark Lord Sauron's evil dominion. Thus begins J. R. R. Tolkien's classic tale of adventure, which continues in The Two Towers and The Return of the King."},
    {"img_link": "images/books/TwoTowers.jpg", "img_caption": "The Two Towers",
    "isbn": "978-0-00-837607-9", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1056482371", "author": "by J.R.R. Tolkien", "alt_img": "the cover of the book The Two Towers",
    "descr": "The company of the Ring is torn asunder. Frodo and Sam continue their journey alone down the great River Anduin - alone, that is, save for the mysterious creeping figure that follows wherever they go. This continues the classic tale begun in The Fellowship of the Ring, which reaches its awesome climax in The Return of the King."},
    {"img_link": "images/books/ReturnKing.jpg", "img_caption": "The Return of the Ring",
    "isbn": "978-0-261-10237-8", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1001457561", "author": "by J.R.R. Tolkien", "alt_img": "the cover of the book The Return of the Ring",
    "descr": "Concluding the story of The Hobbit, this is the final part of Tolkien's epic masterpiece, The Lord of the Rings, featuring a striking black cover based on Tolkien's own design, the definitive text, and a detailed map of Middle-earth. The armies of the Dark Lord Sauron are massing as his evil shadow spreads even wider. Men, Dwarves, Elves and Ents unite forces to do battle against the Dark. Meanwhile, Frodo and Sam struggle further into Mordor, guided by the treacherous creature Gollum, in their heroic quest to destroy the One Ring... JRR Tolkien's great work of imaginative fiction has been labelled both a heroic romance and a classic fantasy fiction. By turns comic and homely, epic and diabolic, the narrative moves through countless changes of scene and character in an imaginary world which is totally convincing in its detail. Tolkien created a vast new mythology in an invented world which has proved timeless in its appeal. Part of a set of three paperbacks, this popular edition is once again available in its classic black livery designed by Tolkien himself."},
    {"img_link": "images/books/SongIceFire.jpg", "img_caption": "The Song of Ice and Fire",
    "isbn": "978-0-00-647988-8", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1003177302", "author": "by George R.R. Martin", "alt_img": "the cover of the book The Song of Ice and Fire",
    "descr": "The first volume of A Song of Ice and Fire, the greatest fantasy epic of the modern age. GAME OF THRONES is now a major TV series from HBO, starring Sean Bean. Summers span decades. Winter can last a lifetime. And the struggle for the Iron Throne has begun. As Warden of the North, Lord Eddard Stark counts it a curse when King Robert bestows on him the office of the Hand. His honour weighs him down at court where a true man does what he will, not what he must ... and a dead enemy is a thing of beauty. The old gods have no power in the south, Stark's family is split and there is treachery at court. Worse, the vengeance-mad heir of the deposed Dragon King has grown to maturity in exile in the Free Cities. He claims the Iron Throne."},
    {"img_link": "images/books/HPPhilosophersStone.jpg", "img_caption": "Harry Potter and the Phylosopher's Stone",
    "isbn": "978-1-4088-5565-2", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1033563494", "author": "by J.K. Rowling", "alt_img": "the cover of the book Harry Potter and the Phylosophers Stone",
    "descr": "The boy wizard Harry Potter has been casting a spell over young readers and their families ever since 1997. Now the first book in this unmissable series celebrates 25 years in print! The paperback edition of the tale that introduced us to Harry, Ron and Hermione has been updated and dressed in silver to mark the occasion. It's time to take the magical journey of a lifetime . Harry Potter has never even heard of Hogwarts when the letters start dropping on the doormat at number four, Privet Drive. Addressed in green ink on yellowish parchment with a purple seal, they are swiftly confiscated by his grisly aunt and uncle. Then, on Harry's eleventh birthday, a great beetle-eyed giant of a man called Rubeus Hagrid bursts in with some astonishing news: Harry Potter is a wizard, and he has a place at Hogwarts School of Witchcraft and Wizardry. An incredible adventure is about to begin! These editions of the classic and internationally bestselling Harry Potter series feature thrilling jacket artwork by award-winning illustrator Jonny Duddle. They are the perfect starting point for anyone who's ready to lose themselves in the greatest children's story of all time. Available for one year only, Harry's first adventure - Harry Potter and the Philosopher's Stone - has been emblazoned in silver and refreshed with extra content including a new Hogwarts crest illustration and Q&A with Jonny Duddle, plus fun facts exploring the origins of names such as Albus Dumbledore, Hedwig and other favourite characters."},
    {"img_link": "images/books/Kumo1.jpg", "img_caption": "So I'm a Spider, so what?",
    "isbn": "978-0-316-41289-6", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1045516985", "author": "by Okina Baba", "alt_img": "the cover of the book So I'm a Spider, so what?",
    "descr": "I used to be a normal high school girl but in the blink of an eye, I woke up in a place I've never seen before and-and I was reborn as a spider?! How could something that's nothing more than a tiny spider (that's me) possibly survive in literally the worst dungeon ever? Are there no rules? There should be some rules! Who the hell is responsible for this? SHOW YOUR FACE! "},
    {"img_link": "images/books/EyeoftheWorld.jpg", "img_caption": "The Eye of the World",
    "isbn": "978-1-250-83237-5", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1061566552", "author": "by Robert Jordan", "alt_img": "the cover of the book The Eye of the World",
    "descr": "The Wheel of Time turns and Ages come and pass, leaving memories that become legend. Legend fades to myth, and even myth is long forgotten when the Age that gave it birth returns again. What was, what will be, and what is, may yet fall under the Shadow. When a vicious band of half-men, half beasts invade the Two Rivers seeking their master's enemy, Moiraine persuades Rand al'Thor and his friends to leave their home and enter a larger unimaginable world filled with dangers waiting in the shadows and in the light."},
    {"img_link": "images/books/GoodOmens.jpg", "img_caption": "Good Omens",
    "isbn": "978-0-06-085398-3", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1001524881", "author": "by Neil Gaimann and Terry Pratchett", "alt_img": "the cover of the book Good Omens",
    "descr": "According to The Nice and Accurate Prophecies of Agnes Nutter, Witch (the world's only completely accurate book of prophecies, written in 1655, before she exploded), the world will end on a Saturday. Next Saturday, in fact. Just before dinner. So the armies of Good and Evil are amassing, Atlantis is rising, frogs are falling, tempers are flaring. Everything appears to be going according to Divine Plan. Except a somewhat fussy angel and a fast-living demon—both of whom have lived amongst Earth's mortals since The Beginning and have grown rather fond of the lifestyle—are not actually looking forward to the coming Rapture. And someone seems to have misplaced the Antichrist . . ."},
    {"img_link": "images/books/HexerSeelnfresser.jpeg", "img_caption": "The Hexer from Salem - Witches of Salem",
    "isbn": "9783732513543", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1041665962", "author": "by Wolfgang Holbein", "alt_img": "the cover of the book The Hexer from Salem - Witches of Salem",
    "descr": "He was running for his life. They were behind him. Though he couldn't see or hear them, he could feel them closing in. Behind him, or maybe already in front of him, somewhere in the darkness blanketing the street like a black cloud. This was their territory and they knew every step, every hiding place and every shortcut. He had a bit of a head start but he was under no illusion. They initially took him for an idiot from the countryside, a farmer terrified by the sight of a knife, the thought of fighting back not even crossing his mind. But as soon as he knocked out the teeth of one, the other three knew not to make the same mistake..."},
    {"img_link": "images/books/HexerSpur.jpeg", "img_caption": "The Hexer from Salem - When the Master Died",
    "isbn": "9783732501090", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1041348657", "author": "by Wolfgang Holbein", "alt_img": "the cover of the book The Hexer from Salem - When the Master Died",
    "descr": "There was something disturbing about this mist. The ship's crusty hull seemed to vanish into the gray mass. An odd odor wafted up from the water's surface. I leaned my hands on the railing, bent forward and tried to catch just a hint of the water. But the mist was too thick. As I turned, I thought I sensed movement - a short, sudden twitch - as if something enormous from the gray mass was reaching out. I stared into the void. From one second to the next my heart began to pound so hard I broke into a sweat despite the cold...   What is The Hexer from Salem? The Hexer from Salem, a novel series in the vein of H.P. Lovecraft, was created and written almost entirely by Wolfgang Hohlbein. The epic began in 1984 in a pulp-fiction series: Ghost-Thrillers from Bastei Publishing and later as a stand-alone series under The Hexer from Salem, before it finally became available in paperback and collectors editions.  The story takes place primarily in nineteenth century London, following the chilling adventures of The Hexer, Robert Craven and, later on, his son as they encounter the Great Olds - godlike creatures hostile to humans - and their representatives on earth."},
    {"img_link": "images/books/HexerAchtarmigeTod.jpeg", "img_caption": "The Hexer from Salem - The Tyrant from the Deep",
    "isbn": "9783732513529", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1041348722", "author": "by Wolfgang Holbein", "alt_img": "the cover of the bookThe Hexer from Salem - The Tyrant from the Deep",
    "descr": "In the night, clouds had risen from the sea - a dark, seething front that extinguished the full moon's pale glow and pelted the earth with a torrent of frozen rain. A gusty, ice-cold wind blew the rain sideways across the water's surface, ensuring the residents of this strip of coastline forgot it was high summer. That the nights should be warm. The lake was like a black hole, swallowing all available light. Somewhere, not far from the boat, something dark and massive was starting to circle the small boat..."}
  ],

  "horror": [
    {"img_link": "images/books/themist.jpeg", "img_caption": "The Mist",
    "isbn": "978-1-5293-7931-0", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1061838258", "author": "by Stephen King", "alt_img": "cover of the book The Mist", 
    "descr": "A man staggered into the market . . . 'Something in the fog!' he screamed. Following a freak summer storm, David Drayton, his son Billy, and their neighbour Brent Norton join dozens of others and head to the local grocery store to replenish supplies. Once there, they become trapped by a strange mist that has enveloped the town. Violent forces concealed in the mist are starting to emerge. And there is another shocking threat from within - one group of survivors, led by a religious zealot, is calling for a sacrifice. Now David and his son must try to escape. But what's outside may be even more dangerous. This exhilarating novella explores the horror in both the enemy you know - and the one you can only imagine."},
    {"img_link": "images/books/hauntingofhillhouse.jpeg", "img_caption": "The Haunting of Hill House",
    "isbn": "978-0-14-119144-7", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1007514503", "author": "by Shirley Jackson", "alt_img": "cover of the book The Haunting of Hill House", 
    "descr": "Four seekers have arrived at the rambling old pile known as Hill House: Dr. Montague, an occult scholar looking for solid evidence of psychic phenomena; Theodora, his lovely assistant; Luke, the future inheritor of the estate; and Eleanor, a friendless, fragile young woman with a dark past. As they begin to cope with horrifying occurrences beyond their control or understanding, they cannot possibly know what lies ahead. For Hill House is gathering its powers - and soon it will choose one of them to make its own. Twice filmed as The Haunting, and the inspiration for a new 10-part Netflix series, The Haunting of Hill House is a powerful work of slow-burning psychological horror."},
    {"img_link": "images/books/thehauntingofbeaconhill.jpeg", "img_caption": "The Haunting of Beacon Hill",
    "isbn": "B07WNYGN2H", "storefront": "https://www.amazon.de/Haunting-Beacon-Hill-Beckoning-English-ebook/dp/B07WNYGN2H/ref=sr_1_1?__mk_de_DE=ÅMÅŽÕÑ&crid=31VHHRMDGTF8R&keywords=The+Haunting+of+Beacon+Hill&qid=1687181528&sprefix=the+haunting+of+beacon+hill+%2Caps%2C69&sr=8-1", "author": "by Ambrose Ibsen", "alt_img": "cover of the book The Haunting of Beacon Hill", 
    "descr": "At sixteen, Sadie Young had a brush with death, and as a result she became more sensitive to the supernatural. Rather than embrace this gift, she spent years running from it, and from the darkness that once preyed upon her Now twenty-five and working as a librarian, Sadie is called upon by a desperate family friend to look into a strange series of events. A teenaged girl has entered a reputedly haunted house in town and has gone mad. Committed, the girl attempts suicide and claims to be terrorized at all hours by a horrific specter known as “Mother Maggot”. Despite having subdued her gift for the past nine years, Sadie wishes to assist the girl and reticently agrees to visit the site of the haunting. But upon entering the house on Beacon Hill, she discovers that Mother Maggot isn't merely a figment of a disturbed teen's imagination..."},
    {"img_link": "images/books/theacademy.jpeg", "img_caption": "The Academy",
    "isbn": "978-0451224675", "storefront": "https://www.amazon.de/Academy-Bentley-Little/dp/0451224671/ref=sr_1_1?__mk_de_DE=ÅMÅŽÕÑ&crid=1D7NP8IBH57PC&keywords=The+Academy+bentley&qid=1687181626&sprefix=the+academy+bentley%2Caps%2C79&sr=8-1", "author": "by Bentley Little", "alt_img": "cover of the book The Academy", 
    "descr": "With a promise of more freedom and a chance to get out from under the thumb of a reactionary school board, the teachers of Tyler High have voted to become a charter school. Instructors and parents alike are thrilled with the prospect of independence. And yet.... The formerly laid-back principal has become unusually strict. And with her toadying secretary, she seems to be running the show. That isn’t all. The janitors no longer work nights because of what they hear. The students are frightened by what they see. And things are happening on school grounds that defy rational explanation. But there is an explanation. It’s just not anything that anyone can begin to believe—or hope to survive."},
    {"img_link": "images/books/cabal.jpeg", "img_caption": "Cabal",
    "isbn": "978-0006176664", "storefront": "https://www.amazon.de/Cabal-Clive-Barker/dp/0006176666/ref=tmm_pap_swatch_0?_encoding=UTF8&qid=1687181722&sr=8-1", "author": "by Clive Barker", "alt_img": "cover of the book Cabal", 
    "descr": "A fabulous journey through the mind of the master of dark imaginative fiction, Clive Barker. The nightmare had begun…. Boone knew that there was no place on this earth for him now; no happiness here, not even with Lori. He would let Hell claim him, let Death take him there. But Death itself seemed to shrink from Boone. No wonder, if he had indeed been the monster who had shattered, violated and shredded so many others’ lives. And Decker had shown him the proof – the hellish photographs where the last victims were forever stilled, splayed in the last obscene moment of their torture. Boone’s only refuge now was Midian – that awful, legendary place in which gathered the half-dead, the Nightbreed…"},
    {"img_link": "images/books/it.jpeg", "img_caption": "It",
    "isbn": "978-1-4447-0786-1", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1016702568", "author": "by Stephen King", "alt_img": "cover of the book ", 
    "descr": "Derry, Maine is just an ordinary town: familiar, well-ordered for the most part, a good place to live.  It is a group of children who see - and feel - what makes Derry so horribly different. In the storm drains, in the sewers, IT lurks, taking on the shape of every nightmare, each one's deepest dread. Sometimes IT appears as an evil clown named Pennywise and sometimes IT reaches up, seizing, tearing, killing . . .  Time passes and the children grow up, move away and forget. Until they are called back, once more to confront IT as IT stirs and coils in the sullen depths of their memories, emerging again to make their past nightmares a terrible present reality."},
    {"img_link": "images/books/misery.jpeg", "img_caption": "Misery",
    "isbn": "978-1-4447-2071-6", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1016920073", "author": "by Stephen King", "alt_img": "cover of the book Misery", 
    "descr": "Misery Chastain is dead. Paul Sheldon has just killed her - with relief, with joy. Misery has made him rich; she was the heroine of a string of bestsellers. And now he wants to get on to some real writing. That's when the car accident happens, and he wakes up in pain in a strange bed. But it isn't hospital. Annie Wilkes has pulled him from the wreck, brought him to her remote mountain home, splinted and set his mangled legs. The good news is that Annie was a nurse and has pain-killing drugs. The bad news is that she has long been Paul's Number One Fan. And when she finds out what Paul had done to Misery, she doesn't like it. She doesn't like it at all. Paul Sheldon used to write for a living. Now he's writing to stay alive."},
    {"img_link": "images/books/frankenstein.jpeg", "img_caption": "Frankenstein",
    "isbn": "978-0-00-735096-4", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1009059701", "author": "by Mary Shelley", "alt_img": "cover of the book ", 
    "descr": "'The rain pattered dismally against the panes, and my candle was nearly burnt out, when, by the glimmer of the half-extinguished light, I saw the dull yellow eye of the creature open...' Victor Frankenstein's monster is stitched together from the limbs of the dead, taken from 'the dissecting room and the slaughter-house'. The result is a grotesque being who, rejected by his maker and starved of human companionship, sets out on a journey to seek his revenge. In the most famous gothic horror story ever told, Shelley confronts the limitations of science, the nature of human cruelty and the pathway to forgiveness. Begun when Mary Shelley was only eighteen years old and published two years later, this chilling tale of a young scientist's desire to create life - and the consequences of that creation - still resonate today."},
    {"img_link": "images/books/homebeforedark.jpeg", "img_caption": "Home Before Dark",
    "isbn": "978-1-5293-5823-0", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1058799058", "author": "by Riley Sager", "alt_img": "cover of the book Home Before Dark", 
    "descr": "What was it like? Living in that house. Maggie Holt is used to such questions. Twenty-five years ago, she and her parents, Ewan and Jess, moved into a rambling Victorian estate called Baneberry Hall. They spent three weeks there before fleeing in the dead of night, an ordeal Ewan later recounted in a memoir called House of Horrors. His tale of ghostly happenings and encounters with malevolent spirits became a worldwide phenomenon. Now, Maggie has inherited Baneberry Hall after her father's death. She was too young to remember any of the events mentioned in her father's book. But she doesn't believe a word of it. Ghosts, after all, don't exist. But when she returns to Baneberry Hall to prepare it for sale, her homecoming is anything but warm. People from the pages of her father's book lurk in the shadows, and locals aren't thrilled that their small town has been made infamous. Even more unnerving is Baneberry Hall itself - a place that hints of dark deeds and unexplained happenings.  As the days pass, Maggie begins to believe that what her father wrote was more fact than fiction. That, either way, someone - or something - doesn't want her here. And that she might be in danger all over again . . . "},
    {"img_link": "images/books/lookingglasssound.jpeg", "img_caption": "Looking Glass Sound",
    "isbn": "978-1-80081-098-3", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1062249554", "author": "by Catriona Ward", "alt_img": "cover of the book ", 
    "descr": "In a windswept cottage overlooking the sea, Wilder Harlow begins the last book he will ever write. It is the story of his childhood companions and the shadowy figure of the Daggerman, who stalked the New England town where they spent their summers. Of a horror that has followed Wilder through the decades. And of Sky, Wilder's one-time friend, who stole his unfinished memoir and turned it into a lurid bestselling novel, The Sound and the Dagger. This book will be Wilder's revenge on Sky, who betrayed his trust and died without ever telling him why. But as he writes, Wilder begins to find notes written in Sky's signature green ink, and events in his manuscript start to chime eerily with the present. Is Sky haunting him? And who is the dark-haired woman drowning in the cove, whom no one else can see? No longer able to trust his own eyes, Wilder feels his grip on reality slipping. And he begins to fear that this will not only be his last book, but the last thing he ever does."}
  ],

  "romance": [
    {"img_link": "images/books/malice.jpeg", "img_caption": "Malice",
    "isbn": "978-1-984818-67-6", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1062570411", "author": "by Heather Walter", "alt_img": "cover of the book Malice",
    "descr": "A princess isn't supposed to fall for an evil sorceress. But in this bewitching and fascinating (Tamora Pierce) retelling of Sleeping Beauty, true love is more than a simple fairy tale. Walter's spellbinding debut is for all the queer girls and women who've been told to keep their gifts hidden and for those yearning to defy gravity.—O: The Oprah Magazine"},
    {"img_link": "images/books/twistedlove.jpeg", "img_caption": "Twisted Love",
    "isbn": "978-0-349-43427-8", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1063375125", "author": "by Ana Huang", "alt_img": "cover of the book Twisted Love",
    "descr": "ALEX VOLKOV is a devil blessed with the face of an angel and cursed with a past he can't escape.Driven by a tragedy that has haunted him for most of his life, his ruthless pursuits for success and vengeance leave little room for matters of the heart. But when he's forced to look after his best friend's sister, he starts to feel something in his chest: A crack. A melt. A fire that could end his world as he knew it. AVA CHEN is a free spirit trapped by nightmares of a childhood she can't remember. But despite her broken past, she's never stopped seeing the beauty in the world . . . including the heart beneath the icy exterior of a man she shouldn't want. Her brother's best friend. Her neighbour. Her saviour and her downfall. Theirs is a love that was never supposed to happen - but when it does, it unleashes secrets that could destroy them both . . . and everything they hold dear."},
    {"img_link": "images/books/fineprint.jpeg", "img_caption": "The Fine Print",
    "isbn": "978-0-349-43344-8", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1062837191", "author": "by Lauren Asher", "alt_img": "cover of the book The Fine Print",
    "descr": "Get ready to meet the Dreamland Billionaires . . . Rowan. I'm in the business of creating fairy tales. Theme parks. Production companies. Five-star hotels. Everything could be all mine if I renovated Dreamland. My initial idea of hiring Zahra was good in theory, but then I kissed her. Things spiraled out of control once I texted her using an alias. By the time I realized where I went wrong, it was too late.People like me don't get happy endings. Not when we're destined to ruin them. Zahra. After submitting a drunk proposal criticizing Dreamland's most expensive ride, I should have been fired. Instead, Rowan Kane offered me a dream job. The catch? I had to work for the most difficult boss I'd ever met. Rowan was rude and completely off-limits, but my heart didn't care. At least not until I discovered his secret. It was time to teach the billionaire that money couldn't fix everything.  Especially not us."},
    {"img_link": "images/books/thingswenevergotover.jpeg", "img_caption": "Things We Never Got Over",
    "isbn": "978-1-399-71374-0", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1063992976", "author": "by Lucy Score", "alt_img": "cover of the book Things We Never Got Over",
    "descr": "Escaping her seemingly perfect wedding, Naomi Witt arrives in rough-around-the-edges Knockemout, Virginia, running to the rescue of her estranged twin, Tina.  Too bad for Naomi her evil twin hasn't changed at all. After helping herself to Naomi's car and cash, Tina leaves her with something unexpected: the 11-year-old niece she didn't know she had. Now she's stuck in town with no job, no plan, no home and a whole lot of extra responsibility. There's a reason local barber Knox doesn't do complications or high-maintenance women, especially not the romantic ones. But since Naomi's life imploded right in front of him, the least he can do is help her out of her jam. And just as soon as she stops getting into trouble, he can leave her alone and get back to his peaceful, solitary life. At least that's the plan, until their lives begin to entwine in ways they never imagined . . ."},
    {"img_link": "images/books/flawless.jpeg", "img_caption": "Flawless",
    "isbn": "978-0-349-43767-5", "storefront": "https://www.ecosia.org/images?q=Flawless%20elsie", "author": "by Elsie Silver", "alt_img": "cover of the book Flawless",
    "descr": "The rules were simple. Keep my hands off his daughter and stay out of trouble . . . But now I'm stuck with her. There's only one bed. And, well, rules are made to be broken. I'm the golden boy of professional bull riding. Or at least I was until it all blew up in my face. Now, my agent says I have to clean up my image, so I'm stuck with his ball-busting daughter for the rest of the season as my full-time supervision. But I don't need a goddamn babysitter, especially one with skin-tight jeans, a sexy smirk, and a mouth she can't stop running . . . A mouth I can't stop thinking about. She says this means nothing. I say this means everything. She says there are boundaries we shouldn't cross. That my reputation can't take any more hits-and neither can her damaged heart. I say I'm going to steal it anyway."},
    {"img_link": "images/books/fourthwing.jpeg", "img_caption": "Fourth Wing",
    "isbn": "978-0-349-43700-2", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1067316017", "author": "by Rebecca Yarros", "alt_img": "cover of the book Fourth Wing",
    "descr": "Welcome to the brutal and elite world of Basgiath War College, where everyone has an agenda, and every night could be your last . . . Twenty-year-old Violet Sorrengail was supposed to enter the Scribe Quadrant, living a quiet life among books and history. Now, the commanding general - also known as her tough-as-talons mother - has ordered Violet to join the hundreds of candidates striving to become the elite of Navarre: dragon riders. But when you're smaller than everyone else and your body is brittle, death is only a heartbeat away . . . because dragons don't bond to 'fragile' humans. They incinerate them.  With fewer dragons willing to bond than cadets, most would kill Violet to better their own chances of success. The rest would kill her just for being her mother's daughter - like Xaden Riorson, the most powerful and ruthless wingleader in the Riders Quadrant. She'll need every edge her wits can give her just to see the next sunrise. Yet, with every day that passes, the war outside grows more deadly, the kingdom's protective wards are failing, and the death toll continues to rise. Even worse, Violet begins to suspect leadership is hiding a terrible secret. Alliances will be forged. Lives will be lost. Traitors will become allies . . . or even lovers. But sleep with one eye open because once you enter, there are only two ways out: graduate or die."},
    {"img_link": "images/books/practicemakesperfect.jpeg", "img_caption": "Practice Makes Perfect",
    "isbn": "978-1-4722-9708-2", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1064720560", "author": "by Sarah Adams", "alt_img": "cover of the book Practice Makes Perfect",
    "descr": "How hard can it be to find the perfect match? Florist Annie Walker is determined to find someone who complements her life. But after overhearing her latest date describe her as 'so unbelievably boring', Annie wonders if the problem might be her. Is it too late to become flirtatious and fun like the leading ladies in her favourite romance movies? Maybe she only needs some practice . . . and Annie has the perfect tutor in mind. Sexy and tattooed Will Griffin is temporarily back in Rome, Kentucky, providing security for pop-star Amelia Rose in the build-up to her wedding to Annie's brother. He also has his own agenda: stay away from Annie Walker and any attachments to this sleepy town, which becomes difficult when she enlists him to help fix her love life. Amid steamy practice dates and strictly 'educational' tutoring lessons, the lines of their friendship blur and Annie reconsiders what her 'dream guy' might look like. Maybe her love life doesn't need to be perfect - it just needs to be real."},
    {"img_link": "images/books/spanishlovedeception.jpeg", "img_caption": "The Spanish Love Deception",
    "isbn": "978-1-398-51562-8", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1062226224", "author": "by Elena Armas", "alt_img": "cover of the book The Spanish Love Deception",
    "descr": "A wedding in Spain. The most infuriating man. Three days to convince your family you're actually in love. .  Catalina Martín desperately needs a date to her sister's wedding. Especially when her little white lie about her American boyfriend has spiralled out of control. Now everyone she knows – including her ex-boyfriend and his fiancée – will be there. She only has four weeks to find someone willing to cross the Atlantic for her and aid in her deception. NYC to Spain is no short flight and her family won't be easy to fool. . . But even then, when Aaron Blackford – the 6'4, blue-eyed pain in the arse – offers to step in, she's not tempted even for a second. Never has there been a more aggravating, blood-boiling and insufferable man.  But Catalina is desperate and as the wedding gets closer the more desirable an option Aaron Blackford becomes. . .   The Spanish Love Deception is an enemies-to-lovers, fake-dating romance. Perfect for those looking for a steamy slow-burn with the promise of a sweet happy-ever-after.   Everything you could want in a romance is right here."},
    {"img_link": "images/books/happyplace.jpeg", "img_caption": "Happy Place",
    "isbn": "978-0-241-99793-2", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1064316302", "author": "by Emily Henry", "alt_img": "cover of the book Happy Place",
    "descr": "Harriet and Wyn are the perfect couple - they go together like bread and butter, gin and tonic, Blake Lively and Ryan Reynolds. Except, now they don't. They broke up six months ago. And they still haven't told anyone. Which is how they end up sharing a bedroom at the cottage that has been their yearly getaway with their best friends for the past decade. For one glorious week they leave behind their lives, drink far too much wine and soak up the sea air with their favourite people. Only this year, Harriet and Wyn are lying through their teeth. The cottage is for sale so this is the last time they'll all be together here and they can't bear to break their friends' hearts. So, they'll fake it for one more week. It's a flawless plan (if you look at it through a pair of sunscreen-smeared sunglasses).But how can you pretend to be in love with someone - and get away with it - in front of the people who know you best?"},
    {"img_link": "images/books/priest.jpeg", "img_caption": "Priest",
    "isbn": "978-1-72827-838-4", "storefront": "https://www.thalia.de/shop/home/artikeldetails/A1064207394", "author": "by Sierra Simone", "alt_img": "cover of the book Priest",
    "descr": "He's a priest, and here is his confession. There are many rules a priest can't break. A priest cannot marry. A priest cannot abandon his flock. A priest cannot forsake his God. Tyler Bell has had no problem playing by the rules for the last three years after a family tragedy set him on the path to priesthood. That all changes when the delicious, sultry voice of Poppy Danforth sinks its claws in him through the screen of his confessional booth, and he can't get her sins out of his head. It should be easy to put his impure thoughts of her to rest, considering the vows Tyler has taken. It should be nothing to overcome what the sight and sound of her does to him, when his life with the Church means everything. But once he has his first forbidden taste of those red lips, Tyler can't help but break all his rules for Poppy-no matter what it might cost them both."}
  ]
}