{
	"rpg": [
      {"img_link": "images/games/horizonzerodawn.jpeg",
        "img_caption": "Horizon Zero Dawn",
        "isbn": "Age Rating: USK 12",
        "storefront": "https://store.steampowered.com/app/1151640/Horizon_Zero_Dawn_Complete_Edition/",
        "author": "by Guerrilla",
        "alt_img": "Cover of the game: Horizon Zero Dawn",
        "descr": "EARTH IS OURS NO MORE. Experience Aloy's entire legendary quest to unravel the mysteries of a world ruled by deadly Machines. An outcast from her tribe, the young hunter fights to uncover her past, discover her destiny… and stop a catastrophic threat to the future. Unleash devastating, tactical attacks against unique Machines and rival tribes as you explore an open world teeming with wildlife and danger. Horizon Zero Dawn™ is a multi-award-winning action role-playing game – and this Complete Edition for PC includes the huge expansion The Frozen Wilds, featuring new lands, skills, weapons and Machines."
      },
      {"img_link": "images/games/theescapists.jpeg",
        "img_caption": "The Escapists",
        "isbn": "Age Rating: none",
        "storefront": "https://store.steampowered.com/app/298630/The_Escapists/",
        "author": "by Mouldy Toof Studios",
        "alt_img": "Cover of the game: The Escapists",
        "descr": "The Escapists provides players the opportunity of experiencing a light-hearted insight into everyday prison life with the main objective being that of escaping!"
      },
      {"img_link": "images/games/fallout76.jpeg",
        "img_caption": "Fallout 76",
        "isbn": "Age Rating: USK 18",
        "storefront": "https://store.steampowered.com/app/1151340/Fallout_76/",
        "author": "by Bethesda Game Studios",
        "alt_img": "Cover of the game: Fallout 76",
        "descr": "Bethesda Game Studios welcome you to Fallout 76. Twenty-five years after the bombs fall, you and your fellow Vault Dwellers emerge into post-nuclear America. Explore a vast wasteland in this open-world multiplayer addition to the Fallout story."
      },
      {"img_link": "images/games/cyberpunk.jpeg",
        "img_caption": "Cyberpunk 2077",
        "isbn": "Age Rating: USK 18",
        "storefront": "https://store.steampowered.com/app/1091500/Cyberpunk_2077/",
        "author": "by CD PROJEKT RED",
        "alt_img": "Cover of the game: Cyberpunk 2077",
        "descr": "Cyberpunk 2077 is an open-world, action-adventure RPG set in the dark future of Night City — a dangerous megalopolis obsessed with power, glamor, and ceaseless body modification."
      },
      {"img_link": "images/games/warframe.jpeg",
        "img_caption": "Warframe",
        "isbn": "Age Rating: USK 16",
        "storefront": "https://store.steampowered.com/app/230410/Warframe/",
        "author": "by Digital Extremes",
        "alt_img": "Cover of the game: Warframe",
        "descr": "Awaken as an unstoppable warrior and battle alongside your friends in this story-driven free-to-play online action game"
      },
      {"img_link": "images/games/hogwartslegacy.jpeg",
        "img_caption": "Hogwarts Legacy",
        "isbn": "Age Rating: USK 12",
        "storefront": "https://store.steampowered.com/app/990080/Hogwarts_Legacy/",
        "author": "by Avalanche Software",
        "alt_img": "Cover of the game: Hogwarts Legavy",
        "descr": "Hogwarts Legacy is an open-world action RPG set in the world first introduced in the Harry Potter books. Embark on a journey through familiar and new locations as you explore and discover magical beasts, customize your character and craft potions, master spell casting, upgrade talents and become the wizard you want to be. Experience Hogwarts in the 1800s. Your character is a student who holds the key to an ancient secret that threatens to tear the wizarding world apart. Make allies, battle Dark wizards, and ultimately decide the fate of the wizarding world. Your legacy is what you make of it. Live the Unwritten."
      },
      {"img_link": "images/games/crusaderkings.jpeg",
        "img_caption": "Crusader Kings III",
        "isbn": "Age Rating: USK 12",
        "storefront": "https://store.steampowered.com/app/1158310/Crusader_Kings_III/",
        "author": "by Paradox Development Studio",
        "alt_img": "Cover of the game: Crusader Kings III",
        "descr": "Love, fight, scheme, and claim greatness. Determine your noble house's legacy in the sprawling grand strategy of Crusader Kings III. Death is only the beginning as you guide your dynasty’s bloodline in the rich and larger-than-life simulation of the Middle Ages."
      },
      {"img_link": "images/games/ageofwonders.jpeg",
        "img_caption": "Age of Wonders 4",
        "isbn": "Age Rating: USK 12",
        "storefront": "https://store.steampowered.com/app/1669000/Age_of_Wonders_4/",
        "author": "by Triumph Studios",
        "alt_img": "Cover of the game: Age of Wonders 4",
        "descr": "Rule a fantasy realm of your own design! Explore new magical realms in Age of Wonders' signature blend of 4X strategy and turn-based tactical combat. Control a faction that grows and changes as you expand your empire with each turn!"
      },
      {"img_link": "images/games/eldenring.jpeg",
        "img_caption": "Elden Ring",
        "isbn": "Age Rating: USK 16",
        "storefront": "https://store.steampowered.com/app/1245620/ELDEN_RING/",
        "author": "by FromSoftware Inc.",
        "alt_img": "Cover of the game: Elden Ring",
        "descr": "THE NEW FANTASY ACTION RPG. Rise, Tarnished, and be guided by grace to brandish the power of the Elden Ring and become an Elden Lord in the Lands Between."
      },
      {"img_link": "images/games/dota2.jpeg",
        "img_caption": "Dota 2",
        "isbn": "Age Rating: USK 12",
        "storefront": "https://store.steampowered.com/app/570/Dota_2/",
        "author": "by Valve",
        "alt_img": "Cover of the game: Dota 2",
        "descr": "Every day, millions of players worldwide enter battle as one of over a hundred Dota heroes. And no matter if it's their 10th hour of play or 1,000th, there's always something new to discover. With regular updates that ensure a constant evolution of gameplay, features, and heroes, Dota 2 has taken on a life of its own."
      }
    ],

	"strategy": [
      {"img_link": "images/games/blackdesert.jpeg",
        "img_caption": "Black Desert",
        "isbn": "Age Rating: 16",
        "storefront": "https://store.steampowered.com/app/582660/Black_Desert/",
        "author": "by Pearl Abyss",
        "alt_img": "Cover of the game: Black Desert",
        "descr": "Played by over 20 million Adventurers - Black Desert Online is an open-world, action MMORPG. Experience intense, action-packed combat, battle massive world bosses, fight alongside friends to siege and conquer castles, and train in professions such as fishing, trading, crafting, cooking, and more!"
      },
      {"img_link": "images/games/bloonstd.jpeg",
        "img_caption": "Bloons TD 6",
        "isbn": "Age Rating: none",
        "storefront": "https://store.steampowered.com/app/960090/Bloons_TD_6/",
        "author": "by Ninja Kiwi",
        "alt_img": "Cover of the game: Bloons TD 6",
        "descr": "The Bloons are back and better than ever! Get ready for a massive 3D tower defense game designed to give you hours and hours of the best strategy gaming available."
      },
      {"img_link": "images/games/aliens.jpeg",
        "img_caption": "Aliens: Dark Descent",
        "isbn": "Age Rating: 16",
        "storefront": "https://store.steampowered.com/app/1150440/Aliens_Dark_Descent/",
        "author": "by Tindalos Interactive",
        "alt_img": "Cover of the game: Aliens: Dark Descent",
        "descr": "Drop into the gripping journey of Aliens: Dark Descent, a squad-based, single-player action game in the iconic Alien franchise. Lead your soldiers in real-time to stop a new and terrifying kind of Xenomorph outbreak on Planet Lethe."
      },
      {"img_link": "images/games/planetzoo.jpeg",
        "img_caption": "Planet Zoo",
        "isbn": "Age Rating: none",
        "storefront": "https://store.steampowered.com/app/703080/Planet_Zoo/",
        "author": "by Frontier Developments",
        "alt_img": "Cover of the game: Planet Zoo",
        "descr": "Build a world for wildlife in Planet Zoo. From the developers of Planet Coaster and Zoo Tycoon comes the ultimate zoo sim. Construct detailed habitats, manage your zoo, and meet authentic living animals who think, feel and explore the world you create around them."
      },
      {"img_link": "images/games/wartales.jpeg",
        "img_caption": "Wartales",
        "isbn": "Age Rating: 16",
        "storefront": "https://store.steampowered.com/app/1527950/Wartales/",
        "author": "by Shiro Games",
        "alt_img": "Cover of the game: Wartales",
        "descr": "Wartales is an open world RPG in which you lead a group of mercenaries in their search for wealth across a massive medieval universe. Explore the world, recruit companions, collect bounties and unravel the secrets of the tombs of the ancients!"
      },
      {"img_link": "images/games/stellaris.jpeg",
        "img_caption": "Stellaris",
        "isbn": "Age Rating: 6",
        "storefront": "https://store.steampowered.com/app/281990/Stellaris/",
        "author": "by Paradox Development Studio",
        "alt_img": "Cover of the game: Stellaris",
        "descr": "Explore a galaxy full of wonders in this sci-fi grand strategy game from Paradox Development Studios. Interact with diverse alien races, discover strange new worlds with unexpected events and expand the reach of your empire. Each new adventure holds almost limitless possibilities."
      },
      {"img_link": "images/games/rimworld.jpeg",
        "img_caption": "Rimworld",
        "isbn": "Age Rating: 16",
        "storefront": "https://store.steampowered.com/app/294100/RimWorld/",
        "author": "by Ludeon Studios",
        "alt_img": "Cover of the game: Rimworld",
        "descr": "A sci-fi colony sim driven by an intelligent AI storyteller. Generates stories by simulating psychology, ecology, gunplay, melee combat, climate, biomes, diplomacy, interpersonal relationships, art, medicine, trade, and more."
      },
      {"img_link": "images/games/railway.jpeg",
        "img_caption": "Railway Empire 2",
        "isbn": "Age Rating: 12",
        "storefront": "https://store.steampowered.com/app/1644320/Railway_Empire_2/",
        "author": "by Gaming Minds Studios",
        "alt_img": "Cover of the game: Railway Empire 2",
        "descr": "Don the coat of a clever entrepreneur, take over a small railway company in the early 1800s and turn your steam engines into the workhorses of the economy. Grow your company into the largest railway company of the continent and outsmart your competitors."
      },
      {"img_link": "images/games/ostriv.jpeg",
      "img_caption": "Ostriv",
      "isbn": "Age Rating: none",
      "storefront": "https://store.steampowered.com/app/773790/Ostriv/",
      "author": "by yevhen8",
      "alt_img": "Cover of the game: Ostriv",
      "descr": "Ostriv is a city-building game that puts you in a role of a governor of an 18th century Ukrainian town to challenge your creative skills and management abilities."
    },
    {"img_link": "images/games/factorytown.jpeg",
        "img_caption": "Factory Town",
        "isbn": "Age Rating: none",
        "storefront": "https://store.steampowered.com/app/860890/Factory_Town/",
        "author": "by Erik Asmussen",
        "alt_img": "Cover of the game: Factory Town",
        "descr": "Build, automate, and optimize a giant factory on 3D terrain using conveyor belts, trains, chutes, pipes, and airships. Sell your goods to nearby villages to expand their borders, increase happiness, and unlock even better technology!"
      },
      {"img_link": "images/games/satisfactory.jpeg",
        "img_caption": "Satisfactory",
        "isbn": "Age Rating: none",
        "storefront": "https://store.steampowered.com/app/526870/Satisfactory/",
        "author": "by Coffee Stain Studios",
        "alt_img": "Cover of the game: Satisfactory",
        "descr": "Satisfactory is a first-person open-world factory building game with a dash of exploration and combat. Play alone or with friends, explore an alien planet, create multi-story factories, and enter conveyor belt heaven!"
      }
    ],

	"sim": [
      {"img_link": "images/games/HOUSEFLIPPER.jpg",
        "img_caption": "House Flipper",
        "isbn": "Age Rating: none",
        "storefront": "https://store.steampowered.com/app/613100/House_Flipper/",
        "author": "by Frozen District, PlayWay S.A.",
        "alt_img": "Cover of the game",
        "descr": "House Flipper is a unique chance to become a one-man renovation crew. Buy, repair and remodel devastated houses. Give them a second life and sell them at a profit! "
      },
      {"img_link": "images/games/SSK.jpg",
        "img_caption": "Cities: Skylines",
        "isbn": "Age rating: none",
        "storefront": "https://store.steampowered.com/app/255710/Cities_Skylines/",
        "author": "by Paradox Interactive",
        "alt_img": "Cover of the game: Depicting a group of skyscrapers and the title of the game",
        "descr": "Cities: Skylines is a modern take on the classic city simulation. The game introduces new game play elements to realize the thrill and hardships of creating and maintaining a real city whilst expanding on some well-established tropes of the city building experience. "
      },
      {"img_link": "images/games/ONI.jpg",
        "img_caption": "Oxygen Not Included",
        "isbn": "Age Rating: none",
        "storefront": "https://store.steampowered.com/app/457140/Oxygen_Not_Included/",
        "author": "by Klei Entertainment",
        "alt_img": "Cover of the game: depics a group of cartoon space colonists and the tile of the game",
        "descr": "Oxygen Not Included is a space-colony simulation game. Deep inside an alien space rock your industrious crew will need to master science, overcome strange new lifeforms, and harness incredible space tech to survive, and possibly, thrive. "
      },
      {"img_link": "images/games/sims.jpeg",
        "img_caption": "The Sims 4",
        "isbn": "Age Rating: USK 6",
        "storefront": "https://store.steampowered.com/app/1222670/The_Sims_4/",
        "author": "by Maxis",
        "alt_img": "Cover of the game: The Sims 4",
        "descr": "Unleash your imagination and create a unique world of Sims that's an expression of you. Download for free, and customize every detail from Sims to homes and much more. Choose how Sims look, act, and dress, then decide how they’ll live out each day. Design and build incredible homes for every family, then decorate with your favorite furnishings and décor. Travel to different neighborhoods where you can meet other Sims and learn about their lives. Discover beautiful locations with distinctive environments and go on spontaneous adventures. Manage the ups and downs of Sims’ everyday lives, and see what happens when you play out scenarios from your own real life. Tell your stories your way while developing relationships, pursuing careers and life aspirations, and immersing yourself in this extraordinary game, where the possibilities are endless."
      },
      {"img_link": "images/games/farming.jpeg",
        "img_caption": "Farming Simulator",
        "isbn": "Age Rating: USK 0",
        "storefront": "https://store.steampowered.com/app/1248130/Farming_Simulator_22/",
        "author": "by Giants Software",
        "alt_img": "Cover of the game: Farming Simulator",
        "descr": "Create your farm and let the good times grow! Harvest crops, tend to animals, manage productions, and take on seasonal challenges."},
      {"img_link": "images/games/warthunder.jpeg",
        "img_caption": "War Thunder",
        "isbn": "Age Rating: USK 12",
        "storefront": "https://store.steampowered.com/app/236390/War_Thunder/",
        "author": "by Gaijin Entertainment",
        "alt_img": "Cover of the game: War Thunder",
        "descr": "War Thunder is the most comprehensive free-to-play, cross-platform, MMO military game dedicated to aviation, armoured vehicles, and naval craft, from the early 20th century to the most advanced modern combat units. Join now and take part in major battles on land, in the air, and at sea."
      },
      {"img_link": "images/games/fifa.jpeg",
        "img_caption": "FIFA 23",
        "isbn": "Age Rating: USK 0",
        "storefront": "https://store.steampowered.com/app/1811260/EA_SPORTS_FIFA_23/",
        "author": "by Electronic Arts",
        "alt_img": "Cover of the game: FIFA 23",
        "descr": "FIFA 23 brings The World's Game to the pitch, with HyperMotion2 Technology, men's and women's FIFA World Cup™, women's club teams, cross-play features**, and more."
      },
      {"img_link": "images/games/flightsimulator.jpeg",
        "img_caption": "Flight Simulator",
        "isbn": "Age Rating: USK 0",
        "storefront": "https://store.steampowered.com/app/1250410/Microsoft_Flight_Simulator_40th_Anniversary_Edition/",
        "author": "by Asobo Studio",
        "alt_img": "Cover of the game: Flight Simulator",
        "descr": "From gliders and helicopters to wide-body jets, fly highly detailed and accurate aircraft in the Microsoft Flight Simulator 40th Anniversary Edition. The world is at your fingertips."
      },
      {"img_link": "images/games/worldoftanks.jpeg",
        "img_caption": "World of Tanks",
        "isbn": "Age Rating: USK 12",
        "storefront": "https://store.steampowered.com/app/1407200/World_of_Tanks/",
        "author": "by Wargaming Group Limited",
        "alt_img": "Cover of the game: World of Tanks",
        "descr": "Jump into the free-to-play team-based shooter with an ever-expanding roster of historical vehicles, stunning graphics, spectacular locales, and orchestral scores. Show your mastery and face other players in thrilling PvP clashes. A unique mix of strategy and action awaits!"
      },
      {"img_link": "images/games/worldofwarships.jpeg",
        "img_caption": "World of Warships",
        "isbn": "Age Rating: USK 12",
        "storefront": "https://store.steampowered.com/app/552990/World_of_Warships/",
        "author": "by Wargaming Group Limited",
        "alt_img": "Cover of the game: World of Warships",
        "descr": "mmerse yourself in thrilling naval battles and assemble an armada of over 600 ships from the first half of the 20th century — from stealthy destroyers to gigantic battleships. Change the look of your ship, choose upgrades to suit your play style, and go into battle with other players!"
      }
    ],

	"adventure": [
      {"img_link": "images/games/lifeisstrange.jpeg",
        "img_caption": "Life is Strange",
        "isbn": "Age Rating: USK 12",
        "storefront": "https://store.steampowered.com/app/319630/Life_is_Strange__Episode_1/",
        "author": "by DONTNOD Entertainment",
        "alt_img": "Cover of the game: Life is Strange",
        "descr": "Life is Strange is an award-winning and critically acclaimed episodic adventure game that allows the player to rewind time and affect the past, present and future. Follow the story of Max Caulfield, a photography senior who discovers she can rewind time while saving her best friend Chloe Price. The pair soon find themselves investigating the mysterious disappearance of fellow student Rachel Amber, uncovering a dark side to life in Arcadia Bay. Meanwhile, Max must quickly learn that changing the past can sometimes lead to a devastating future."},
        {"img_link": "images/games/lifeisstrangebts.jpeg",
        "img_caption": "Life is Strange: Before the Storm",
        "isbn": "Age Rating: USK 12",
        "storefront": "https://store.steampowered.com/app/554620/Life_is_Strange_Before_the_Storm/",
        "author": "by Deck Nine",
        "alt_img": "Cover of the game: Life is Strange: Before the Storm",
        "descr": "Life is Strange: Before the Storm is a new three part; standalone adventure set three years before the first game in the BAFTA award-winning franchise. You play as sixteen-year old Chloe Price who forms an unlikely friendship with Rachel Amber, a beautiful and popular girl destined for success. When Rachel learns a secret about her family that threatens to destroy her world, it is her newfound friendship with Chloe that gives her the strength to carry on. No longer alone the girls must confront each other's demons and together, find a way to overcome them."},
        {"img_link": "images/games/lifeisstrangetc.jpeg",
        "img_caption": "Life is Strange: True Colors",
        "isbn": "Age Rating: USK 12",
        "storefront": "https://store.steampowered.com/app/936790/Life_is_Strange_True_Colors/",
        "author": "by Deck Nine",
        "alt_img": "Cover of the game: Life is Strange: True Colors",
        "descr": "A bold new era of the award-winning Life is Strange begins, with an all-new playable lead character and a thrilling mystery to solve! Alex Chen has long suppressed her 'curse': the supernatural ability to experience, absorb and manipulate the strong emotions of others, which she sees as blazing, colored auras.  When her brother dies in a so-called accident, Alex must embrace her volatile power to find the truth – and uncover the dark secrets buried by a small town. Discover the shocking secrets behind your brother's death in an emotional roller-coaster of an adventure. Change fate and change lives with the psychic power of Empathy."},
      {"img_link": "images/games/shadowofthetombraider.jpeg",
        "img_caption": "Shadow of the Tomb Raider",
        "isbn": "Age Rating: USK 16",
        "storefront": "https://store.steampowered.com/app/750920/Shadow_of_the_Tomb_Raider_Definitive_Edition/",
        "author": "by Crystal Dynamics",
        "alt_img": "Cover of the game: Shadow of the Tomb Raider",
        "descr": "In Shadow of the Tomb Raider Definitive Edition experience the final chapter of Lara's origin as she is forged into the Tomb Raider she is destined to be. Combining the base game, all seven DLC challenge tombs, as well as all downloadable weapons, outfits, and skills, Shadow of the Tomb Raider Definitive Edition is the ultimate way to experience Lara's defining moment. Survive and Thrive In the Deadliest Place on Earth: Master an unforgiving jungle setting in order to survive. Explore underwater environments filled with crevasses and deep tunnel systems. Become One With the Jungle: Outgunned and outnumbered, Lara must use the jungle to her advantage. Strike suddenly and disappear like a jaguar, use mud as camouflage, and instill fear in enemies to sow chaos. Discover Dark and Brutal Tombs: Tombs are more terrifying than ever before, requiring advanced traversal techniques to reach them, and once inside they are filled with deadly puzzles. Uncover Living History: Discover a hidden city and explore the biggest hub space ever found in a Tomb Raider game."
        },
        {"img_link": "images/games/grounded.jpeg",
        "img_caption": "Grounded",
        "isbn": "Age Rating: USK 12",
        "storefront": "https://store.steampowered.com/app/962130/Grounded/",
        "author": "by Obsidian Entertainment",
        "alt_img": "Cover of the game: Grounded",
        "descr": "The world is a vast, beautiful and dangerous place – especially when you have been shrunk to the size of an ant. Can you thrive alongside the hordes of giant insects, fighting to survive the perils of the backyard?"
      },
      {"img_link": "images/games/thelastofus.jpeg",
        "img_caption": "The Last of Us Part I",
        "isbn": "Age Rating: USK 18",
        "storefront": "https://store.steampowered.com/app/1888930/The_Last_of_Us_Part_I/",
        "author": "by Naughty Dog",
        "alt_img": "Cover of the game: The Last of Us",
        "descr": "Experience the emotional storytelling and unforgettable characters in The Last of Us™, winner of over 200 Game of the Year awards. In a ravaged civilization, where infected and hardened survivors run rampant, Joel, a weary protagonist, is hired to smuggle 14-year-old Ellie out of a military quarantine zone. However, what starts as a small job soon transforms into a brutal cross-country journey."
      },
      {"img_link": "images/games/detroit.jpeg",
        "img_caption": "Detroit: Become Human",
        "isbn": "Age Rating: USK 16",
        "storefront": "https://store.steampowered.com/app/1222140/Detroit_Become_Human/",
        "author": "by Quantic Dream",
        "alt_img": "Cover of the game: Detroit: Become Human",
        "descr": "Detroit: Become Human puts the destiny of both mankind and androids in your hands, taking you to a near future where machines have become more intelligent than humans. Every choice you make affects the outcome of the game, with one of the most intricately branching narratives ever created."
      },
        {"img_link": "images/games/heavyrain.jpeg",
        "img_caption": "Heavy Rain",
        "isbn": "Age Rating: USK 16",
        "storefront": "https://store.steampowered.com/app/960910/Heavy_Rain/?curator_clanid=37700027",
        "author": "by Quantic Dream",
        "alt_img": "Cover of the game:Heavy Rain ",
        "descr": "Experience a gripping psychological thriller filled with innumerable twists and turns. The hunt is on for a murderer known only as the Origami Killer. Four characters, each following their own leads, must take part in a desperate attempt to prevent the killer from claiming a new victim. You need to think fast and act even faster, as every choice and move you make can result in dramatic, game-changing consequences – and even determine who lives… and who dies. How this story ends is entirely up to you."
      },
        {"img_link": "images/games/beyondtwosouls.jpeg",
        "img_caption": "Beyond: Two Souls",
        "isbn": "Age Rating: USK 16",
        "storefront": "https://store.steampowered.com/app/960990/Beyond_Two_Souls/?curator_clanid=37700027",
        "author": "by Quantic Dream",
        "alt_img": "Cover of the game: Beyond: Two Souls",
        "descr": "A unique psychological action thriller delivered by A-list Hollywood performances by Elliot Page and Willem Dafoe, Beyond: Two Souls takes you on a thrilling journey across the globe as you play out the remarkable life of Jodie Holmes."
      },
        {"img_link": "images/games/sonoftheforrest.jpeg",
        "img_caption": "Sons of the Forest",
        "isbn": "Age Rating: none",
        "storefront": "https://store.steampowered.com/app/1326470/Sons_Of_The_Forest/",
        "author": "by Endnight Games Ltd",
        "alt_img": "Cover of the game: Sons of the Forrest",
        "descr": "Sent to find a missing billionaire on a remote island, you find yourself in a cannibal-infested hellscape. Craft, build, and struggle to survive, alone or with friends, in this terrifying new open-world survival horror simulator."
      }
    ],
  
	"shooter":[
      {"img_link": "images/games/COD_MW2.jpg",
        "img_caption": "Call of Duty: Modern Warfare II",
        "isbn": "Age Rating: USK 18",
        "storefront": "https://store.steampowered.com/app/1938090/Call_of_Duty_Modern_Warfare_II/",
        "author": "by Activision",
        "alt_img": "Cover of the game: depicting a person wearing military equipment with a skull on it.",
        "descr": "Call of Duty®: Modern Warfare® II versetzt die Spieler:innen inmitten eines weltweiten Konflikts, für den die gefeierten Operator der Task Force 141 zurückkehren. Von kleinen, riskanten taktischen Spezialoperationen bis zu streng geheimen Missionen, steigen die Spieler:innen an der Seite von Freunden in ein wahrhaft immersives Spielerlebnis ein.\n\nInfinity Ward bringt brandaktuelles Gameplay mit neuem Waffenhandling, verbessertem KI-System, neuem Waffenschmied und unzähligen Gameplay- und Grafikinnovationen einer neuen Dimension.\n\nModern Warfare® II startet mit einer weltumspannenden Einzelspielerkampagne, immersiven Mehrspielerkämpfen und einen storybasierten Koop-Spezialeinheit-Modus."
      },
      {"img_link": "images/games/CSGO.jpg",
        "img_caption": "Counter-Strike: Global Offensive",
        "isbn": "Age Rating: USK 16",
        "storefront": "https://store.steampowered.com/app/730/CounterStrike_Global_Offensive/",
        "author": "by Valve",
        "alt_img": "Cover of the game: Two people dressed in military gear pointing to the left, hidden by shadows",
        "descr": "Counter-Strike: Global Offensive (CS:GO) erweitert sein teambasiertes actionreiches Gameplay, mit dem es bei seiner Veröffentlichung vor 19 Jahren Spielgeschichte schrieb.\n\nCS:GO bietet neue Karten, Charaktere, Waffen, sowie Spielmodi und verbesserte Versionen des klassischen CS-Inhalts (de_dust2, etc.).\n\n„Counter-Strike überraschte die Spielindustrie, als sich der MOD bereits kurz nach seiner Veröffentlichung im August 1999 als das meistgespielte Actionspiel für PC etablierte“, sagte Valve-Mitarbeiter Doug Lombardi. „In den letzten zwölf Jahren blieb es eines der meistgespielten Spiele der Welt, sorgte für Schlagzeilen bei Wettbewerbsturnieren und verkaufte weltweit über 25 Millionen Exemplare im gesamten Franchise. CS:GO verspricht, sein preisgekröntes Gameplay zu erweitern und es Spielern auf dem PC sowie den Konsolen der nächsten Generation und Mac zur Verfügung zu stellen.“ "
      },
      {"img_link": "images/games/TF2.jpg",
        "img_caption": "Team Fortress 2",
        "isbn": "Age Rating: USK 16",
        "storefront": "https://store.steampowered.com/app/440/Team_Fortress_2/",
        "author": "by Valve",
        "alt_img": "Cover of the Game: depicting the characters on the bottom and the name of the game on the top",
        "descr": "Neun unterschiedliche Klassen erlauben eine breite Auswahl an taktischen Möglichkeiten und persönlichen Vorlieben. Das Spiel wird fortwährend mit neuen Spielmodi, Karten, Ausrüstungsstücken und - am wichtigsten - Hüten erweitert! "
      },
      {"img_link": "images/games/PAYDAY2.jpg",
        "img_caption": "PayDay 2",
        "isbn": "Age Rating: USK 18",
        "storefront": "https://store.steampowered.com/app/218620/PAYDAY_2/",
        "author": "by Starbreeze Publishing AB",
        "alt_img": "Cover of the game: Name of the game in the foreground, behind that are some robbers with masks on.",
        "descr": "PAYDAY 2 ist ein actiongeladener Vier-Spieler-Koop-Shooter, bei dem die Spieler wieder einmal die Masken der ursprünglichen PAYDAY-Crew - Dallas, Hoxton, Wolf und Chains - aufsetzen können, während sie für eine epische Verbrechensserie nach Washington DC kommen. "
      },
      {"img_link": "images/games/valorant.jpeg",
        "img_caption": "Valorant",
        "isbn": "Age Rating: USK 16",
        "storefront": "https://store.epicgames.com/de/p/valorant",
        "author": "by Riot",
        "alt_img": "Cover of the game: ",
        "descr": "FIGHT AROUND THE WORLD. Blend your style and experience on a global, competitive stage. Attack and defend your side using sharp gunplay and tactical abilities. And, with one life per-round, you'll have to think faster than your opponent if you want to survive. CREATIVITY IS YOUR GREATEST WEAPON. More than guns and bullets, you’ll choose an Agent armed with adaptive, swift, and lethal abilities that create opportunities to let your gunplay shine. Each map is purpose-built for team strategies, spectacular plays, and clutch moments. Make the plays others will imitate for years to come."},
      {"img_link": "images/games/roguecompany.jpeg",
        "img_caption": "Rogue Comapny",
        "isbn": "Age Rating: USK 16",
        "storefront": "https://store.steampowered.com/app/872200/Rogue_Company/",
        "author": "by First Watch Games",
        "alt_img": "Cover of the game: Rogue Company",
        "descr": "Join 20+ million players in Rogue Company, the ultimate third-person tactical action shooter! Become an agent of Rogue Company and wield powerful weapons, high-tech gadgets, and game-changing abilities. Accept the mission and jump into a variety of 4v4 and 6v6 game modes. Play FREE today!"
      },
      {"img_link": "images/games/rainbowsix.jpeg",
        "img_caption": "Tom Clancy's Rainbow Six Siege",
        "isbn": "Age Rating: USK 16",
        "storefront": "https://store.steampowered.com/app/359550/Tom_Clancys_Rainbow_Six_Siege/",
        "author": "by Ubisoft Montreal",
        "alt_img": "Cover of the game: Tom Clancy's Rainbow Six Siege",
        "descr": "Tom Clancy's Rainbow Six Siege is an elite, realistic, tactical team-based shooter where superior planning and execution triumph. It features 5v5 attack vs. defense gameplay and intense close-quarters combat in destructible environments. Engage in a brand-new style of assault using an unrivaled level of destruction and gadgetry.  On defense, coordinate with your team to transform your environments into strongholds. Trap, fortify and create defensive systems to prevent being breached by the enemy. On attack, lead your team through narrow corridors, barricaded doorways and reinforced walls. Combine tactical maps, observation drones, rappelling and more to plan, attack and defuse every situation."
      },
      {"img_link": "images/games/left4dead2.jpeg",
        "img_caption": "Left 4 Dead 2",
        "isbn": "Age Rating: USK 18",
        "storefront": "https://store.steampowered.com/app/550/Left_4_Dead_2/",
        "author": "by Valve",
        "alt_img": "Cover of the game: Left 4 Dead 2",
        "descr": "Set in the zombie apocalypse, Left 4 Dead 2 (L4D2) is the highly anticipated sequel to the award-winning Left 4 Dead, the #1 co-op game of 2008. This co-operative action horror FPS takes you and your friends through the cities, swamps and cemeteries of the Deep South, from Savannah to New Orleans"
      },
      {"img_link": "images/games/destiny2.jpeg",
        "img_caption": "Destiny 2",
        "isbn": "Age Rating: USK 16",
        "storefront": "https://store.steampowered.com/app/1085660/Destiny_2/",
        "author": "by Bungie",
        "alt_img": "Cover of the game: Destiny 2",
        "descr": "Dive into the world of Destiny 2 to explore the mysteries of the solar system and experience responsive first-person shooter combat. Unlock powerful elemental abilities and collect unique gear to customize your Guardian's look and playstyle. Enjoy Destiny 2’s cinematic story, challenging co-op missions, and a variety of PvP modes alone or with friends. Download for free today and write your legend in the stars."
      },
      {"img_link": "images/games/apexlegends.jpeg",
        "img_caption": "Apex Legends",
        "isbn": "Age Rating: USK 16",
        "storefront": "https://store.steampowered.com/app/1172470/Apex_Legends/",
        "author": "by Respawn Entertainment",
        "alt_img": "Cover of the game: Apex Legends",
        "descr": "Apex Legends is the award-winning, free-to-play Hero Shooter from Respawn Entertainment. Master an ever-growing roster of legendary characters with powerful abilities, and experience strategic squad play and innovative gameplay in the next evolution of Hero Shooter and Battle Royale."
      }

    ],
    "racing": [
      {"img_link": "images/games/SR.jpg",
        "img_caption": "SnowRunner",
        "isbn": "Age Rating: none",
        "storefront": "https://store.steampowered.com/app/1465360/SnowRunner/",
        "author": "by Focus Entertainment",
        "alt_img": "Cover of the game: Dpeicting snowy mountains with a yellow Truck driving through it.",
        "descr": "Mach dich auf die Offroad-Erfahrung der nächsten Generation gefasst! Steuere leistungsstarke Fahrzeuge über extremes Gelände, um dutzende Missionen alleine oder mit bis zu 3 Freunden zu erfüllen! "
      },
      {"img_link": "images/games/F123.jpg",
        "img_caption": "F1 23",
        "isbn": "Age Rating: none",
        "storefront": "https://store.steampowered.com/app/2108330/F1_23/",
        "author": "by Electronic arts",
        "alt_img": "Cover of the game: split into four colums, one shows the name of the game on a black background, the other three depict drivers.",
        "descr": "Sei der Letzte, der bei EA SPORTS™ F1® 23, dem offiziellen Videospiel zur FIA Formula One World Championship™ 2023, bremst. Ein neues Kapitel im spannenden „Braking Point“-Story-Modus bietet rasante Spannung und hitzige Rivalitäten."
      },
      {"img_link": "images/games/IRACING.jpg",
        "img_caption": "IRacing",
        "isbn": "Age Rating: none",
        "storefront": "https://store.steampowered.com/app/266410/iRacing/",
        "author": "by iRacing.com Motorsport Simulations",
        "alt_img": "Cover of the game: Shows multiple race cars going around a track",
        "descr": "We are the world's premier motorsports racing game. An iRacing membership provides entry into the newest form of motorsport: internet racing. Internet racing is a fun, easy, and inexpensive way for race fan and gamers alike to enjoy the thrill of the racetrack from the comfort of their home. "
      },
      {"img_link": "images/games/DR20.jpg",
        "img_caption": "DiRT Rally 2.0",
        "isbn": "Age Rating: none",
        "storefront": "https://store.steampowered.com/app/690790/DiRT_Rally_20/",
        "author": "by Codemasters & Electronic Arts",
        "alt_img": "Cover of the game: Depicts a blue Subaru rally car on a blue background with the title of the game on it",
        "descr": "DiRT Rally 2.0 dares you to carve your way through a selection of iconic rally locations from across the globe, in the most powerful off-road vehicles ever made, knowing that the smallest mistake could end your stage. "
      },
      {"img_link": "images/games/MSC.jpg",
        "img_caption": "My Summer Car",
        "isbn": "Age Rating: none",
        "storefront": "https://store.steampowered.com/app/516750/My_Summer_Car/",
        "author": "by Amistech Games",
        "alt_img": "Cover of the game: depicts a bunch of car parts, sausages and beer on a black background with the logo of the game in the foreground",
        "descr": "MY SUMMER CAR is the ultimate car owning, building, fixing, tuning, maintenance AND permadeath life survival simulator. You start the game with hundreds of loose parts and assemble both car and engine. Not only you need to maintain your car, but yourself as well. Sausages, beer and sleeping will do just fine.\n\nIf everything goes well, you have a working car which you can use for various 1990's Finnish countryside summer activities. Basically doing stupid things under influence of alcohol. After you have gathered extra money from various random jobs, you can start to tune and upgrade the car with parts ordered via snail mail. You can turn the car into a obnoxious bass-boom disco machine.... or into a rally car to participate rally competitions... or just fix it into perfect factory condition. Of course car also needs to pass the inspection or you might get into trouble with police. "
      },
      {"img_link": "images/games/gta.jpeg",
        "img_caption": "Grand Theft Auto V",
        "isbn": "Age Rating: USK 18",
        "storefront": "https://store.steampowered.com/app/271590/Grand_Theft_Auto_V/",
        "author": "by Rockstar North",
        "alt_img": "Cover of the game: Grand Theft Auto V",
        "descr": "Grand Theft Auto V for PC offers players the option to explore the award-winning world of Los Santos and Blaine County in resolutions of up to 4k and beyond, as well as the chance to experience the game running at 60 frames per second."},
        {"img_link": "images/games/forzahorizon.jpeg",
        "img_caption": "Forza Horizon 5",
        "isbn": "Age Rating: USK 6",
        "storefront": "https://store.steampowered.com/app/1551360/Forza_Horizon_5/",
        "author": "by Playground Games",
        "alt_img": "Cover of the game: Forza Horizon 5",
        "descr": "Your Ultimate Horizon Adventure awaits! Explore the vibrant open world landscapes of Mexico with limitless, fun driving action in the world's greatest cars. Conquer the rugged Sierra Nueva in the ultimate Horizon Rally experience. Requires Forza Horizon 5 game, expansion sold separately."}
        ,
        {"img_link": "images/games/ridersrepublic.jpeg",
        "img_caption": "Rider's Republic",
        "isbn": "Age Rating: USK 6",
        "storefront": "https://store.steampowered.com/app/2290180/Riders_Republic/",
        "author": "by Ubisoft Entertainment",
        "alt_img": "Cover of the game: Rider's Republic",
        "descr": "Jump into a massive multiplayer playground! Bike, ski, snowboard, or wingsuit across an open world sports paradise."}
        ,
        {"img_link": "images/games/Beamng.jpeg",
        "img_caption": "BeamNG.drive",
        "isbn": "Age Rating: none",
        "storefront": "https://store.steampowered.com/app/284160/BeamNGdrive/",
        "author": "by BeamNG",
        "alt_img": "Cover of the game: BeamNG.drive",
        "descr": "BeamNG.drive is an incredibly realistic driving game with near-limitless possibilities. Our soft-body physics engine simulates every component of a vehicle in real time, resulting in true-to-life behavior. With years of meticulous design, intensive research and experience, the simulation authentically recreates the excitement of real world driving. "}
    ]
}