{
    "drumandbass": [
      {"img_link": "images/music/warmth.png", "img_caption": "Warmth", 
      "isbn": "Armada Music", "storefront": "https://www.youtube.com/watch?v=lLfmz2Di8K4", 
      "author": "by I_o & Lights", "alt_img": "cover of the song warmth", 
      "descr": "The music released by Armada Music spans a wide range of electronic genres, including trance, progressive house, deep house, and more. The label has a keen eye for talented artists and producers who create infectious beats, mesmerizing melodies, and exhilarating drops that captivate audiences on dancefloors worldwide. Armada Music's music appeals to a wide range of listeners, from dedicated EDM enthusiasts to casual fans of electronic music. Whether it's through euphoric trance melodies, infectious house rhythms, or progressive build-ups, the label's releases offer an electrifying and unforgettable listening experience."},
      {"img_link": "images/music/Andromedik & Luka - Lied To You.png",
        "img_caption": "Lied To You",
        "isbn": "UKF", "storefront": "https://www.youtube.com/watch?v=T0AnaNcL0CE",
        "author": "by Andromedik & Luka",
        "alt_img": "cover of the song Lied To You",
        "descr": "UKF's releases often feature a fusion of electronic elements, incorporating elements from genres such as hip-hop, reggae, and grime, creating a diverse and dynamic sonic landscape. The label's artists excel in crafting intricate productions, incorporating intricate sound design, and captivating melodies that resonate with fans of bass music. The music from UKF appeals to listeners who appreciate the energy, intensity, and innovation of bass music genres. Whether it's through pulsating drum and bass rhythms, wobbling dubstep basslines, or hard-hitting electronic beats, the label's releases offer an exhilarating and memorable listening experience."},
      {"img_link": "images/music/cinnamon.jpeg",
        "img_caption": "Cinnamon(Hybrid Minds Remix)",
        "isbn": "UKF", "storefront": "https://www.youtube.com/watch?v=9oBXWTlTPMw",
        "author": "by Jome",
        "alt_img": "cover of the song Cinnamon(Hybrid Minds Remix)",
        "descr": "UKF's releases often feature a fusion of electronic elements, incorporating elements from genres such as hip-hop, reggae, and grime, creating a diverse and dynamic sonic landscape. The label's artists excel in crafting intricate productions, incorporating intricate sound design, and captivating melodies that resonate with fans of bass music. The music from UKF appeals to listeners who appreciate the energy, intensity, and innovation of bass music genres. Whether it's through pulsating drum and bass rhythms, wobbling dubstep basslines, or hard-hitting electronic beats, the label's releases offer an exhilarating and memorable listening experience."},
      {"img_link": "images/music/gravity.jpeg",
        "img_caption": "Gravity",
        "isbn": "Hospital Records", "storefront": "https://www.youtube.com/watch?v=eixeF8uvqd4",
        "author": "by Metrik",
        "alt_img": "cover of the song Gravity",
        "descr": "The music released by Hospital Records is characterized by its fast-paced beats, intricate drum patterns, deep basslines, and infectious energy. The label has a talent for discovering and nurturing both established and emerging artists who excel in crafting immersive and exhilarating drum and bass tracks. The music from Hospital Records appeals to a dedicated community of drum and bass enthusiasts who appreciate the genre's high-energy rhythms, intricate production techniques, and the immersive experience it offers on dancefloors. Whether it's through soulful melodies, gritty basslines, or infectious vocal hooks, the label's releases provide a thrilling and captivating listening experience."},
      {"img_link": "images/music/rushingback.jpeg",
        "img_caption": "Rushing Back (Ekko & Sidetrack Bootleg)",
        "isbn": "UKF", "storefront": "https://www.youtube.com/watch?v=yG5lss65JkM",
        "author": "by Flume",
        "alt_img": "cover of the song Rushing Back (Ekko & Sidetrack Bootleg)",
        "descr": "UKF's releases often feature a fusion of electronic elements, incorporating elements from genres such as hip-hop, reggae, and grime, creating a diverse and dynamic sonic landscape. The label's artists excel in crafting intricate productions, incorporating intricate sound design, and captivating melodies that resonate with fans of bass music. The music from UKF appeals to listeners who appreciate the energy, intensity, and innovation of bass music genres. Whether it's through pulsating drum and bass rhythms, wobbling dubstep basslines, or hard-hitting electronic beats, the label's releases offer an exhilarating and memorable listening experience."},
      {"img_link": "images/music/colours.jpeg",
        "img_caption": "Colours",
        "isbn": "Liquicity Records", "storefront": "https://www.youtube.com/watch?v=ry9nqy_WJzM",
        "author": "by Maduk",
        "alt_img": "cover of the song Colours",
        "descr": "The music released by Liquicity Records is characterized by its smooth and rolling beats, lush pads, mesmerizing melodies, and soulful vocals. The label's artists excel in creating a sense of depth and emotion through their productions, offering a unique blend of energy and tranquility that sets the liquid drum and bass genre apart. The music from Liquicity Records appeals to listeners who appreciate the melodic and emotive side of drum and bass. Whether it's through ethereal vocals, captivating piano melodies, or the intricate layering of atmospheric elements, the label's releases offer a captivating and uplifting journey for fans of liquid drum and bass."},
      {"img_link": "images/music/reflections.jpeg",
        "img_caption": "Reflections",
        "isbn": "Integral Records", "storefront": "https://www.youtube.com/watch?v=YrMjK0fmrQM",
        "author": "by Air K & Cephei",
        "alt_img": "cover of the song Reflections",
        "descr": "The music released by Integral Records is characterized by its intricate rhythms, deep basslines, and rich atmospheres. The label's artists excel in creating immersive sonic landscapes that blend elements of drum and bass with influences from jazz, soul, and funk. The result is a captivating fusion of organic and electronic elements that sets the label's releases apart. The label's releases often feature soulful vocals, melodic hooks, and intricate musical arrangements, creating a sense of depth and emotion that resonates with listeners. Integral Records' artists pay meticulous attention to detail, crafting tracks that are rich in texture and atmosphere, offering a multi-dimensional listening experience."},
      {"img_link": "images/music/higherlove.jpeg",
        "img_caption": "Higher Love",
        "isbn": "Hybrid Music", "storefront": "https://www.youtube.com/watch?v=yCfwzTYoYjs",
        "author": "by Hybrid Minds",
        "alt_img": "cover of the song Higher Love",
        "descr": "We are currently working on a description for you :)"},
      {"img_link": "images/music/breathe.jpeg",
        "img_caption": "Breath",
        "isbn": "War On Silence", "storefront": "https://www.youtube.com/watch?v=l4ZSfP6LOyQ",
        "author": "by Crissy Criss",
        "alt_img": "cover of the song Breath",
        "descr": "We are currently working on a description for you :)"},
      {"img_link": "images/music/beforemyeyes.jpeg",
        "img_caption": "Before My Eyes",
        "isbn": "Viper Recordings", "storefront": "https://www.youtube.com/watch?v=tacS25OgrJA",
        "author": "by Zombie Cats",
        "alt_img": "cover of the song Before My Eyes",
        "descr": "The music released by Viper Recordings is characterized by its high-intensity beats, rolling basslines, and intricate production techniques. The label's artists excel in creating tracks that are designed to ignite dancefloors, with a focus on hard-hitting rhythms and infectious hooks that captivate listeners. The music from Viper Recordings appeals to fans of high-energy, bass-driven music. Whether it's through gritty basslines, intricate drum programming, or captivating vocal performances, the label's releases offer an exhilarating and dynamic listening experience for drum and bass enthusiasts."},
      {"img_link": "images/music/ultralight.jpeg",
        "img_caption": "Ultralight",
        "isbn": "RAM Records Ltd.", "storefront": "https://www.youtube.com/watch?v=OPWIkxhI864",
        "author": "by Opposition",
        "alt_img": "cover of the song Ultralight",
        "descr": "The music released by RAM Records is characterized by its high-energy beats, powerful basslines, and fast-paced rhythms. The label is known for pushing the boundaries of the genre, with releases that span a wide spectrum of subgenres within drum and bass, including neurofunk, jump-up, liquid, and more. RAM Records showcases both established and emerging artists who bring their unique styles and influences to the table, resulting in a diverse and dynamic catalog. The music from RAM Records appeals to fans of high-energy, bass-driven music who appreciate the technical intricacies and adrenaline-inducing qualities of drum and bass. Whether it's through the intricate drum patterns, heavy bass drops, or captivating vocal samples, RAM Records releases offer an exhilarating and unforgettable journey into the world of drum and bass."},
      {"img_link": "images/music/unspoken.jpeg",
        "img_caption": "Unspoken",
        "isbn": "Liquicity Records", "storefront": "https://www.youtube.com/watch?v=RJIfvWfWpeg",
        "author": "by Polygon",
        "alt_img": "cover of the song Unspoken",
        "descr": "The music released by Liquicity Records is characterized by its smooth and rolling beats, lush pads, mesmerizing melodies, and soulful vocals. The label's artists excel in creating a sense of depth and emotion through their productions, offering a unique blend of energy and tranquility that sets the liquid drum and bass genre apart. The music from Liquicity Records appeals to listeners who appreciate the melodic and emotive side of drum and bass. Whether it's through ethereal vocals, captivating piano melodies, or the intricate layering of atmospheric elements, the label's releases offer a captivating and uplifting journey for fans of liquid drum and bass."},
      {"img_link": "images/music/solace.jpeg",
        "img_caption": "Solace",
        "isbn": "Monstercat", "storefront": "https://www.youtube.com/watch?v=CXFfxUxf7hw",
        "author": "by Feint",
        "alt_img": "cover of the song Solace",
        "descr": "Monstercat is an influential record label that has made a significant impact in the electronic dance music (EDM) scene. Recognized for its commitment to showcasing a wide range of EDM subgenres, Monstercat offers a vibrant and diverse collection of music that appeals to fans of electronic music worldwide. Monstercat's releases are characterized by their infectious beats, soaring melodies, and meticulous production values. The label's artists excel in creating exhilarating tracks that are tailor-made for festival stages, club nights, and energetic listening experiences. Whether you're seeking uplifting anthems, hard-hitting bangers, or melodic and emotive compositions, Monstercat delivers a diverse range of sounds and styles."},
      {"img_link": "images/music/goodbyekiss.jpeg",
        "img_caption": "Goodbye Kiss",
        "isbn": "Shogun Audio", "storefront": "https://www.youtube.com/watch?v=ZdSgYWpM-Ug",
        "author": "by Technimatic",
        "alt_img": "cover of the song Goodbye Kiss",
        "descr": "The music released by Shogun Audio is characterized by its diverse range of styles within the drum and bass spectrum. The label showcases a variety of subgenres, including neurofunk, liquid, techstep, and more. Shogun Audio releases often feature meticulously crafted productions with a focus on intricate drum patterns, powerful basslines, and atmospheric elements that create a captivating sonic experience. The music from Shogun Audio appeals to fans of drum and bass who appreciate a diverse range of styles and innovative sounds. Whether it's through the technical intricacies, pulsating basslines, or ethereal atmospheres, Shogun Audio releases offer an exhilarating and immersive journey into the world of drum and bass."},
        {"img_link": "images/music/downthedrain.jpeg",
        "img_caption": "Down The Drain",
        "isbn": "Fokuz Recordings", "storefront": "https://www.youtube.com/watch?v=Sc1T0ar8tO4",
        "author": "by Minos",
        "alt_img": "cover of the song Down the Drain",
        "descr": "The music released by Fokuz Recordings is characterized by its emphasis on deep, emotive melodies, lush harmonies, and intricate rhythms. The label is known for its focus on liquid funk, a subgenre of drum and bass that incorporates elements of jazz, soul, and funk, resulting in a smooth and atmospheric sound. The releases from Fokuz Recordings often evoke a range of emotions, from uplifting and euphoric to introspective and melancholic. The label's artists have a talent for crafting tracks that resonate on a deep level, connecting with listeners and creating a profound musical journey."},
        {"img_link": "images/music/castles.jpeg",
        "img_caption": "Castles",
        "isbn": " Hybrid Music", "storefront": "https://www.youtube.com/watch?v=59h6J7gBPPs",
        "author": "by Hybrid Minds & Tom Walker",
        "alt_img": "cover of the song Castles",
        "descr": "We are currently working on a description for you :)"},
        {"img_link": "images/music/mirrors.jpeg",
        "img_caption": "Mirrors",
        "isbn": "Onyx Recordings LTD", "storefront": "https://www.youtube.com/watch?v=r4c4ATuELyM",
        "author": "by Edlan x Cir:cle ",
        "alt_img": "cover of the song Mirrors",
        "descr": "The music released by Onyx Recordings LTD is characterized by its dark, gritty, and atmospheric qualities. The label showcases a range of subgenres within drum and bass, including neurofunk, techstep, and darkstep. The tracks often feature intricate drum patterns, deep basslines, and haunting melodies, creating a sense of intensity and tension that captivates listeners. In summary, Onyx Recordings LTD is a respected record label that has made a significant impact on the darker and more experimental side of drum and bass. With its commitment to underground sounds, talented artists, and pushing the boundaries of the genre, the label continues to deliver cutting-edge releases that appeal to fans seeking a unique and intense drum and bass experience."},
        {"img_link": "images/music/lightson.jpeg",
        "img_caption": "Lights On",
        "isbn": "Keeno Music", "storefront": "https://www.youtube.com/watch?v=pnB7uXYK5Fc",
        "author": "by Keeno",
        "alt_img": "cover of the song Lights On",
        "descr": "We are currently working on a description for you :)"}
    ],

    "rock": [
      {"img_link": "images/music/Hero.jpg", 
      "img_caption": "Hero",
      "isbn": "WEA International", "storefront": "https://youtu.be/5bIDvc_6XGc",
      "author": "by Skillet",
      "alt": "cover of the song Hero",
      "descr": "The music released by WEA International covers a broad spectrum, including pop, rock, hip-hop, R&B, electronic, and more. The label's catalog includes both established and emerging artists, showcasing their talent and creativity across various genres and styles."},
      {"img_link": "images/music/Resistance.jpg",
      "img_caption": "The Resistance",
      "isbn": "WEA International", "storefront": "https://youtu.be/vCWmHbpD0fE",
      "author": "by Skillet",
      "alt": "cover of the song The Resistance",
      "descr": "The music released by WEA International covers a broad spectrum, including pop, rock, hip-hop, R&B, electronic, and more. The label's catalog includes both established and emerging artists, showcasing their talent and creativity across various genres and styles."},
      {"img_link": "images/music/Takeitout.jpg",
      "img_caption": "Take it out on me",
      "isbn": "Tooth & Nail Records", "storefront": "https://youtu.be/ZAuYNq-vNdQ",
      "author": "by Thousand Foot Crutch",
      "alt": "cover of the song Take it out on me",
      "descr": "The music released by Tooth & Nail Records is characterized by its raw, guitar-driven sound, catchy melodies, and heartfelt lyrics. The label showcases a diverse roster of artists who bring their unique styles and perspectives to the table, resulting in a rich and dynamic catalog. he music from Tooth & Nail Records appeals to fans who appreciate the energetic, passionate, and sometimes edgy nature of alternative rock and punk rock. Whether it's through the roaring guitars, anthemic choruses, or introspective lyrics, Tooth & Nail Records releases offer a powerful and authentic musical experience."},
      {"img_link": "images/music/Cain.jpg",
      "img_caption": "Cain",
      "isbn": "Century Media Records", "storefront": "https://youtu.be/cbyodXriMyI",
      "author": "by Tiamat",
      "alt": "cover of the song Cain",
      "descr": "The music released by Century Media Records is characterized by its powerful, intense, and often aggressive sound. The label covers a diverse spectrum of metal genres, including death metal, black metal, thrash metal, power metal, and more. The artists on the label often deliver blistering guitar riffs, thunderous drums, soaring vocals, and lyrics that explore a variety of themes such as darkness, mythology, social issues, and personal struggles. "},
      {"img_link": "images/music/BackinBlack.jpg",
      "img_caption": "Back In Black",
      "isbn": "Leidseplein Presse", "storefront": "https://youtu.be/pAgnJDJN4VA",
      "author": "by AC/DC",
      "alt": "cover of the song Back In Black",
      "descr": "The music of AC/DC is characterized by its high-voltage rock 'n' roll sound. With a straightforward and no-frills approach, their songs are driven by heavy guitar riffs, pounding drums, and gritty, blues-inspired vocals. AC/DC's music embodies a sense of rebelliousness, attitude, and pure rock 'n' roll spirit. AC/DC's lyrics often touch upon themes of hedonism, rock 'n' roll lifestyle, and the pursuit of good times. Their songs capture the essence of youthful exuberance, and their music resonates with fans of all generations, who find solace, excitement, and a sense of camaraderie in the band's timeless rock sound."},
      {"img_link": "images/music/BackinBlack.jpg",
      "img_caption": "Hells Bells",
      "isbn": "Leidseplein Presse", "storefront": "https://youtu.be/etAIpkdhU9Q",
      "author": "by AC/DC",
      "alt": "cover of the song Hells Bells",
      "descr": "The music of AC/DC is characterized by its high-voltage rock 'n' roll sound. With a straightforward and no-frills approach, their songs are driven by heavy guitar riffs, pounding drums, and gritty, blues-inspired vocals. AC/DC's music embodies a sense of rebelliousness, attitude, and pure rock 'n' roll spirit. AC/DC's lyrics often touch upon themes of hedonism, rock 'n' roll lifestyle, and the pursuit of good times. Their songs capture the essence of youthful exuberance, and their music resonates with fans of all generations, who find solace, excitement, and a sense of camaraderie in the band's timeless rock sound."},
      {"img_link": "images/music/Itmylife.jpg",
      "img_caption": "It's my Life",
      "isbn": "The Island Def Jam Music Group", "storefront": " https://youtu.be/9VSerKr1vBM",
      "author": "by Bon Jovi",
      "alt": "cover of the song It's my Life",
      "descr": "The music released by The Island Def Jam Music Group spans across various genres, including pop, rock, hip-hop, R&B, and more. The label has been instrumental in nurturing both established and emerging artists, providing them with a platform to showcase their talent and creativity."},
      {"img_link": "images/music/HUWeAre.jpg",
      "img_caption": "We Are",
      "isbn": "A&M/Octone Records", "storefront": "https://youtu.be/4AdRXiVHasE",
      "author": "by Hollywood Undead",
      "alt": "cover of the song We Are",
      "descr": "The music released by A&M/Octone Records covers a wide range of genres, including pop, rock, alternative, and hip-hop. The label has a keen eye for signing artists with unique voices and distinctive styles, resulting in a diverse and eclectic catalog of music. The label's artists often produce music that is characterized by its catchy melodies, thoughtful lyrics, and memorable hooks. A&M/Octone Records has a reputation for nurturing and developing artists' creative visions, allowing them to explore their musicality and push boundaries."},
      {"img_link": "images/music/Hoots.jpeg",
       "img_caption": "Hootsforce",
      "isbn": "Napalm Records", "storefront": "https://youtu.be/BkUAzcja74Y",
      "author": "by Gloryhammer",
      "alt": "cover of the song Hoots",
      "descr": "The music released by Napalm Records is characterized by its heavy and powerful sound, often encompassing various subgenres of rock and metal. From hard-hitting riffs to intense drumming and soaring vocals, the label's releases are known for their energy and raw intensity."},
      {"img_link": "images/music/UniverseonFire.jpg",
      "img_caption": "Universe on Fire",
      "isbn": "Napalm Records", "storefront": "https://youtu.be/gXzMD065HEk",
      "author": "by Gloryhammer",
      "alt": "cover of the song Universe on Fire",
      "descr": "The music released by Napalm Records is characterized by its heavy and powerful sound, often encompassing various subgenres of rock and metal. From hard-hitting riffs to intense drumming and soaring vocals, the label's releases are known for their energy and raw intensity."},
      {"img_link": "images/music/TheHero.jpg", "img_caption": "The Hero",
      "isbn": "Lantis", "storefront": "https://youtu.be/QImBolnTVH8",
      "author": "by JAM Project",
      "alt": "cover of the song The Hero",
      "descr": "The music released by Lantis often features a diverse range of genres, including pop, rock, electronic, and orchestral arrangements. These compositions are meticulously crafted to enhance the storytelling and atmosphere of anime series and video games, creating a symbiotic relationship between music and visual media. One of the strengths of Lantis is its ability to create music that evokes a wide range of emotions. Whether it's uplifting and energetic tracks for action sequences, heartfelt ballads for emotional moments, or catchy tunes for memorable character themes, Lantis' music captures the essence of the stories and characters it represents."},
      {"img_link": "images/music/IX.jpg",
      "img_caption": "IX",
      "isbn": "Napalm Records", "storefront": "https://youtu.be/Q-0OoztUwi8",
      "author": "by Saltatio Mortis",
      "alt": "cover of the song IX",
      "descr": "The music released by Napalm Records is characterized by its heavy and powerful sound, often encompassing various subgenres of rock and metal. From hard-hitting riffs to intense drumming and soaring vocals, the label's releases are known for their energy and raw intensity."},
      {"img_link": "images/music/Riot.jpg",
      "img_caption": "Riot",
      "isbn": "Zomba Recording", "storefront": "https://youtu.be/ixZDTiXiHsc",
      "author": "by Three Days Grace",
      "alt": "cover of the song Riot",
      "descr": "Zomba Recording is a renowned record label that has made a significant impact on the music industry. With a diverse roster of talented artists and a commitment to delivering commercially successful and culturally influential music, the label continues to shape popular music trends. Zomba Recording's releases are characterized by catchy melodies, relatable lyrics, and high-quality production. By embracing digital platforms, the label ensures its music reaches a wide audience and connects with fans around the world."},
      {"img_link": "images/music/Riot.jpg",
      "img_caption": "Time of Dying",
      "isbn": " Zomba Recording", "storefront": "https://youtu.be/drp5LyCrKyU",
      "author": "by Three Days Grace",
      "alt": "cover of the song Time of Dying",
      "descr": "Zomba Recording is a renowned record label that has made a significant impact on the music industry. With a diverse roster of talented artists and a commitment to delivering commercially successful and culturally influential music, the label continues to shape popular music trends. Zomba Recording's releases are characterized by catchy melodies, relatable lyrics, and high-quality production. By embracing digital platforms, the label ensures its music reaches a wide audience and connects with fans around the world."},
      {"img_link": "images/music/IBurn.jpg", "img_caption": "I Burn",
      "isbn": "Rooster Teeth Music", "storefront": "https://youtu.be/jYlQF39LBi4",
      "author": "by Jeff Williams Feat. Casey Lee Williams",
      "alt": "cover of the song I Burn",
      "descr": "The music released by Rooster Teeth Music covers a diverse range of genres, reflecting the varied content produced by Rooster Teeth. From energetic rock and pop tracks to atmospheric and emotional compositions, the label's music captures the essence of the shows and projects it represents. The label's music is often characterized by its immersive quality, serving as a powerful accompaniment to the visual narratives. Whether it's a catchy theme song for a web series, an emotional ballad for a pivotal moment, or an adrenaline-pumping track for an action scene, Rooster Teeth Music aims to enhance the overall viewing experience through its carefully crafted soundtracks."}

    ],
    "deephouse": [
      {"img_link": "images/music/sommaidontwannaknow.jpeg", "img_caption": "I Don't Wanna Know",
      "author": "by SOMMA", "isbn": "Selected", "storefront":"https://www.youtube.com/watch?v=0WXRRB9M5mk",
      "alt": "cover of the song I Don't Wanna Know",
      "descr": "Selected's deep house releases often incorporate rich, warm basslines that create a solid foundation for the music. Combined with intricate percussion and rhythmic patterns, these tracks effortlessly transport listeners into a state of blissful groove and relaxation. Whether you're seeking a laid-back vibe for a sunset beach party or a captivating soundtrack for a late-night club experience, the deep house music from Selected will transport you to a world of mesmerizing melodies, infectious rhythms, and an undeniable sense of euphoria."},
      {"img_link": "images/music/runningupthathill.jpeg", "img_caption": "Running Up That Hill (KREAM Remix)",
      "isbn": "Selected", "storefront": "https://www.youtube.com/watch?v=4m73Cm2H0xM",
      "author": "by Kate Bush",
      "alt": "cover of the song Running Up That Hill (KREAM Remix)",
      "descr": "Selected's deep house releases often incorporate rich, warm basslines that create a solid foundation for the music. Combined with intricate percussion and rhythmic patterns, these tracks effortlessly transport listeners into a state of blissful groove and relaxation. Whether you're seeking a laid-back vibe for a sunset beach party or a captivating soundtrack for a late-night club experience, the deep house music from Selected will transport you to a world of mesmerizing melodies, infectious rhythms, and an undeniable sense of euphoria."},
      {"img_link": "images/music/tellmewhy.jpeg", "img_caption": "Tell Me Why (Meduza Remix)",
      "isbn": "Selected", "storefront": "https://www.youtube.com/watch?v=e-IazpDc_mk",
      "author": "by Supermode",
      "alt": "cover of the song Tell Me Why (Meduza Remix)",
      "descr": "Selected's deep house releases often incorporate rich, warm basslines that create a solid foundation for the music. Combined with intricate percussion and rhythmic patterns, these tracks effortlessly transport listeners into a state of blissful groove and relaxation. Whether you're seeking a laid-back vibe for a sunset beach party or a captivating soundtrack for a late-night club experience, the deep house music from Selected will transport you to a world of mesmerizing melodies, infectious rhythms, and an undeniable sense of euphoria."},
      {"img_link": "images/music/dontforgetmylove.jpeg", "img_caption": "Don't Forget My Love (John Summit Remix)",
      "isbn": "Selected", "storefront": "https://www.youtube.com/watch?v=cqASylKktK8",
      "author": "by Diplo & Miguel",
      "alt": "cover of the song Don't FOrget My Love (John Summit Remix)",
      "descr": "Selected's deep house releases often incorporate rich, warm basslines that create a solid foundation for the music. Combined with intricate percussion and rhythmic patterns, these tracks effortlessly transport listeners into a state of blissful groove and relaxation. Whether you're seeking a laid-back vibe for a sunset beach party or a captivating soundtrack for a late-night club experience, the deep house music from Selected will transport you to a world of mesmerizing melodies, infectious rhythms, and an undeniable sense of euphoria."},
      {"img_link": "images/music/icantsleep.jpeg", "img_caption": "I Can't Sleep",
      "isbn": "Selected", "storefront": "https://www.youtube.com/watch?v=11bAMp1RQN8",
      "author": "by SOMMA",
      "alt": "cover of the song I Can't Sleep",
      "descr": "Selected's deep house releases often incorporate rich, warm basslines that create a solid foundation for the music. Combined with intricate percussion and rhythmic patterns, these tracks effortlessly transport listeners into a state of blissful groove and relaxation. Whether you're seeking a laid-back vibe for a sunset beach party or a captivating soundtrack for a late-night club experience, the deep house music from Selected will transport you to a world of mesmerizing melodies, infectious rhythms, and an undeniable sense of euphoria."},
      {"img_link": "images/music/stringsattached.jpeg", "img_caption": "Strings Attched",
      "isbn": "Selected", "storefront": "https://www.youtube.com/watch?v=juYi7NPYcJo",
      "author": "by Nu Aspect",
      "alt": "cover of the song Strings Atatched",
      "descr": "Selected's deep house releases often incorporate rich, warm basslines that create a solid foundation for the music. Combined with intricate percussion and rhythmic patterns, these tracks effortlessly transport listeners into a state of blissful groove and relaxation. Whether you're seeking a laid-back vibe for a sunset beach party or a captivating soundtrack for a late-night club experience, the deep house music from Selected will transport you to a world of mesmerizing melodies, infectious rhythms, and an undeniable sense of euphoria."},
      {"img_link": "images/music/idontknowwhy.jpeg", "img_caption": "I Don't Know Why(SOMMA Remix)",
      "isbn": "Selected", "storefront": "https://www.youtube.com/watch?v=UVhVfxGGk8s",
      "author": "by AVAION",
      "alt": "cover of the song I Don't Know Why (SOMMA Remix)",
      "descr": "Selected's deep house releases often incorporate rich, warm basslines that create a solid foundation for the music. Combined with intricate percussion and rhythmic patterns, these tracks effortlessly transport listeners into a state of blissful groove and relaxation. Whether you're seeking a laid-back vibe for a sunset beach party or a captivating soundtrack for a late-night club experience, the deep house music from Selected will transport you to a world of mesmerizing melodies, infectious rhythms, and an undeniable sense of euphoria."},
      {"img_link": "images/music/breakup.jpeg", "img_caption": "Break Up",
      "isbn": "", "storefront": "https://www.youtube.com/watch?v=l8s3MhpctXY",
      "author": "by twocolors",
      "alt": "cover of the song Break Up",
      "descr": "We are currently working on a description for you :)"},
      {"img_link": "images/music/backtoyou.jpeg", "img_caption": "Back To You",
      "isbn": "Sony Music Entertainment Belgium", "storefront": "https://www.youtube.com/watch?v=eXBNFf7CF9U",
      "author": "by Lost Frequencies",
      "alt": "cover of the song Back To You",
      "descr": "The deep house music from Sony Music Entertainment Belgium embodies the genre's signature characteristics, including warm and groovy basslines, atmospheric textures, and mesmerizing vocal hooks. The label's releases often feature a seamless blend of electronic and organic elements, creating a rich and immersive sonic experience. The label's deep house releases often evoke a sense of musical journey, seamlessly blending genres and incorporating diverse influences. From lush chords and melodies to pulsating rhythms, the music creates an undeniable sense of euphoria and invites listeners to lose themselves on the dancefloor. Whether you're seeking a soundtrack for a late-night club experience, a chilled-out vibe for a rooftop gathering, or simply a sonic escape, the deep house music from Sony Music Entertainment Belgium will transport you to a world of pulsating rhythms, captivating melodies, and an undeniable sense of musical bliss."},
      {"img_link": "images/music/wastedlove.jpeg", "img_caption": "Wasted Love",
      "isbn": "STMPD Records", "storefront": "https://www.youtube.com/watch?v=itNPlERuyMg",
      "author": "by Matt Nash",
      "alt": "cover of the song Wasted Love",
      "descr": "STMPD Records, the esteemed music label founded by Martin Garrix, is renowned for its diverse and groundbreaking releases within the deep house genre. With a commitment to pushing boundaries and showcasing innovative talent, STMPD Records has solidified its position as a leading force in the electronic music industry. The deep house music released by STMPD Records embodies a fusion of soulful melodies, infectious grooves, and captivating atmospheres. The label's artists expertly craft tracks that balance hypnotic basslines with intricate percussion, resulting in a sound that is both emotive and dancefloor-friendly.Whether you're lounging at home, soaking up the sun at a beach party, or losing yourself on the dancefloor, the deep house music from STMPD Records is sure to transport you to a realm of musical bliss, where irresistible beats and emotive melodies intertwine to create an unforgettable experience."},
      {"img_link": "images/music/bodyonfire.jpeg", "img_caption": "Body on Fire",
      "isbn": "Selected", "storefront": "https://www.youtube.com/watch?v=R_cMbwUcDCs",
      "author": "by SOMMA",
      "alt": "cover of the song Body On Fire",
      "descr": "Selected's deep house releases often incorporate rich, warm basslines that create a solid foundation for the music. Combined with intricate percussion and rhythmic patterns, these tracks effortlessly transport listeners into a state of blissful groove and relaxation. Whether you're seeking a laid-back vibe for a sunset beach party or a captivating soundtrack for a late-night club experience, the deep house music from Selected will transport you to a world of mesmerizing melodies, infectious rhythms, and an undeniable sense of euphoria."},
      {"img_link": "images/music/redlight.jpeg", "img_caption": "Redlight",
      "isbn": "Wefor GmbH in Cooperation with Universal Music ", "storefront": "https://www.youtube.com/watch?v=eycHmKRSJBs",
      "author": "by  Glockenbach",
      "alt": "cover of the song Redlight",
      "descr": "We are currently working on a description for you :)"},
      {"img_link": "images/music/fallingwithyou.jpeg", "img_caption": "Falling with You",
      "isbn": "selected", "storefront": "https://www.youtube.com/watch?v=HCZWsglwgvI",
      "author": "by Jewels",
      "alt": "cover of the song Falling with You",
      "descr": "Selected's deep house releases often incorporate rich, warm basslines that create a solid foundation for the music. Combined with intricate percussion and rhythmic patterns, these tracks effortlessly transport listeners into a state of blissful groove and relaxation. Whether you're seeking a laid-back vibe for a sunset beach party or a captivating soundtrack for a late-night club experience, the deep house music from Selected will transport you to a world of mesmerizing melodies, infectious rhythms, and an undeniable sense of euphoria."},
      {"img_link": "images/music/go.jpeg", "img_caption": "Go",
      "isbn": "Selected", "storefront": "https://www.youtube.com/watch?v=t6rjt34rjyg",
      "author": "by TCTS",
      "alt": "cover of the song Go",
      "descr": "Selected's deep house releases often incorporate rich, warm basslines that create a solid foundation for the music. Combined with intricate percussion and rhythmic patterns, these tracks effortlessly transport listeners into a state of blissful groove and relaxation. Whether you're seeking a laid-back vibe for a sunset beach party or a captivating soundtrack for a late-night club experience, the deep house music from Selected will transport you to a world of mesmerizing melodies, infectious rhythms, and an undeniable sense of euphoria."},
      {"img_link": "images/music/hopelessheart.jpeg", "img_caption": "Hopeless Heart",
      "isbn": "", "storefront": "https://www.youtube.com/watch?v=gitOXngybOs",
      "author": "by Keanue Silva",
      "alt": "cover of the song Hopeless Heart",
      "descr": "We are currently working on a description for you :)"},
      {"img_link": "images/music/cominghome.jpeg", "img_caption": "Coming Home",
      "isbn": "", "storefront": "https://www.youtube.com/watch?v=b8img3BdG8I",
      "author": "by Moxura",
      "alt": "cover of the song Coming Home",
      "descr": "We are currently working on a description for you :)"},
      {"img_link": "images/music/believe.jpeg", "img_caption": "Believe",
      "isbn": "Selected", "storefront": "https://www.youtube.com/watch?v=4PuTjQy7m8U",
      "author": "by ACRAZE",
      "alt": "cover of the song Believe",
      "descr": "Selected's deep house releases often incorporate rich, warm basslines that create a solid foundation for the music. Combined with intricate percussion and rhythmic patterns, these tracks effortlessly transport listeners into a state of blissful groove and relaxation. Whether you're seeking a laid-back vibe for a sunset beach party or a captivating soundtrack for a late-night club experience, the deep house music from Selected will transport you to a world of mesmerizing melodies, infectious rhythms, and an undeniable sense of euphoria."}
    ],

    "indie": [
      {"img_link": "images/music/cinnamonjome.jpeg", "img_caption": "Cinnamon",
      "isbn": "Arista Records", "storefront": "https://www.youtube.com/watch?v=-i6QfXbbV4s",
      "author": "by Jome",
      "alt": "cover of the song Cinnamon",
      "descr": "Arista Records is a renowned record label known for its extensive catalog of diverse and influential music. With a history dating back several decades, Arista Records has been home to an array of successful artists across various genres, making it a significant player in the music industry. The music from Arista Records often reflects contemporary trends and the prevailing popular styles of each era. From catchy pop melodies and infectious rhythms to soulful vocals and heartfelt lyrics, the label's releases cater to a wide range of musical preferences and resonate with a diverse audience. Whether you're looking for upbeat dance tracks, powerful rock anthems, soulful ballads, or infectious R&B grooves, Arista Records offers a rich tapestry of music that has left a lasting impact on the popular music landscape."},
      {"img_link": "images/music/haven.jpeg", "img_caption": "Haven",
      "isbn": "AllPoints", "storefront": "https://www.youtube.com/watch?v=YIqXnirQlvM",
      "author": "by Novo Amor",
      "alt": "cover of the song Haven",
      "descr": "AllPoints' Indie releases are characterized by their raw and unfiltered approach, with an emphasis on authenticity and emotional depth. The music often conveys a sense of intimacy and vulnerability, inviting listeners to connect on a personal level. From introspective ballads to energetic anthems, AllPoints' Indie music captures a wide range of moods and emotions. The Indie music from AllPoints represents a rich tapestry of creativity and individuality. It embraces a wide spectrum of sounds and emotions within the genre, providing a platform for independent artists to showcase their unique perspectives and connect with audiences who appreciate the artistry and originality that Indie music embodies."},
      {"img_link": "images/music/alps.jpeg", "img_caption": "Alps",
      "isbn": "AllPoints", "storefront": "https://www.youtube.com/watch?v=w0VaGbkzQZ8",
      "author": "by Novo Amor",
      "alt": "cover of the song Alps",
      "descr": "AllPoints' Indie releases are characterized by their raw and unfiltered approach, with an emphasis on authenticity and emotional depth. The music often conveys a sense of intimacy and vulnerability, inviting listeners to connect on a personal level. From introspective ballads to energetic anthems, AllPoints' Indie music captures a wide range of moods and emotions. The Indie music from AllPoints represents a rich tapestry of creativity and individuality. It embraces a wide spectrum of sounds and emotions within the genre, providing a platform for independent artists to showcase their unique perspectives and connect with audiences who appreciate the artistry and originality that Indie music embodies."},
      {"img_link": "images/music/ceilings.jpeg", "img_caption": "Ceilings",
      "isbn": " AWAL Recordings America, Inc.", "storefront": "https://www.youtube.com/watch?v=2bpMSpFTdzM",
      "author": "by Lizzy McAlpine",
      "alt": "cover of the song Ceilings",
      "descr": "The music from AWAL Recordings America often embodies a sense of authenticity and originality. Artists on the label are encouraged to experiment with their sound, pushing boundaries and challenging genre conventions. This results in music that is fresh, thought-provoking, and resonates with listeners seeking unique and innovative musical experiences. In summary, AWAL Recordings America, Inc. is a pioneering record label that champions independent artists and their creative freedom. Through its diverse range of genres, collaborative approach, and innovative strategies, the label provides a platform for artists to showcase their unique voices and connect with audiences who appreciate the artistry and individuality that independent music represents."},
      {"img_link": "images/music/thenightwemet.jpeg", "img_caption": "The Night We Met",
      "isbn": "IAMSOUND Records", "storefront": "https://www.youtube.com/watch?v=KtlgYxa6BMU",
      "author": "by Lord Huron",
      "alt": "cover of the song The Night We Met",
      "descr": "IAMSOUND Records' releases are characterized by their artistic depth, experimental sounds, and captivating melodies. The label's artists often blend different musical elements, incorporating unconventional instruments, intricate production techniques, and thought-provoking lyrics. This results in music that is both sonically intriguing and intellectually stimulating. The music from IAMSOUND Records resonates with listeners seeking fresh and forward-thinking sounds that defy conventions. Whether it's through introspective indie rock, genre-bending electronic experiments, or soulful alternative pop, the label's releases offer a compelling and distinctive musical experience."},
      {"img_link": "images/music/teenageheadachedreams.jpeg", "img_caption": "Teenage Headache Dreams",
      "isbn": "Universal Music Operations Limited", "storefront": "https://www.youtube.com/watch?v=CbcUXLr4k9U",
      "author": "by Mura Masa",
      "alt": "cover of the song Teenage Headache Dreams",
      "descr": "The music from Universal Music Operations Limited has a wide appeal, catering to diverse musical tastes and demographics. Whether you're looking for mainstream pop hits, edgy rock anthems, soulful ballads, infectious dance tracks, or genre-bending experimental sounds, the label's catalog offers a vast selection of music to suit a variety of preferences. Universal Music Operations Limited is a powerhouse record label that represents a diverse range of artists and genres. With its commitment to delivering high-quality music, collaborations with industry professionals, and global reach, the label continues to shape the music landscape and provide listeners with a wide range of captivating and influential music."},
      {"img_link": "images/music/staying.jpeg", "img_caption": "Staying",
      "isbn": "", "storefront": "https://www.youtube.com/watch?v=59uxEIjC89g",
      "author": "by Koda",
      "alt": "cover of the song Staying",
      "descr": "Self-Release"},
      {"img_link": "images/music/thewarmth.jpeg", "img_caption": "The Warmth",
      "isbn": "Halfway House", "storefront": "https://www.youtube.com/watch?v=0nP4qeQicOA",
      "author": "by Koda",
      "alt": "cover of the song The Warmth",
      "descr": "With a focus on driving rhythms, hypnotic basslines, and intricate synth work, the music from Halfway House is designed to transport listeners to otherworldly sonic realms. It invites them to dance, lose themselves in the music, and experience the euphoria and energy that electronic music can offer. Overall, Halfway House is a label that embraces the ever-evolving landscape of electronic music. Its releases represent the cutting edge of the genre, combining innovation, precision, and a passion for pushing boundaries. Whether you're a fan of club-ready bangers, atmospheric journeys, or genre-bending experiments, Halfway House offers an electrifying collection of music that is sure to captivate electronic music enthusiasts."},
      {"img_link": "images/music/upupandaway.jpeg", "img_caption": "Up, Up & Away",
      "isbn": "", "storefront": "https://www.youtube.com/watch?v=58ynlagodrE",
      "author": "by Chance Peña",
      "alt": "cover of the song Up, Up & Away",
      "descr": "Self-Relesae with Incognito Street Music"},
      {"img_link": "images/music/whenyoucall.jpeg", "img_caption": "When You Call",
      "isbn": "", "storefront": "https://www.youtube.com/watch?v=rvKO9823Txk",
      "author": "by Cyrus Reynolds",
      "alt": "cover of the song When You Call",
      "descr": "We are currently working on a description for you :)"},
      {"img_link": "images/music/scottstreet.jpeg", "img_caption": "Scott Street",
      "isbn": "Dead Oceans", "storefront": "https://www.youtube.com/watch?v=W-Khe7DInxo",
      "author": "by Phoebe Bridgers",
      "alt": "cover of the song Scott Street",
      "descr": "Dead Oceans is a renowned record label that has made a significant impact in the indie music scene. Known for its commitment to nurturing artists with distinctive voices and captivating songwriting, Dead Oceans offers a diverse and compelling collection of music that resonates with indie music enthusiasts worldwide. Dead Oceans' releases are characterized by their organic instrumentation, richly layered arrangements, and evocative lyrics. The label's artists excel in creating intimate and immersive soundscapes that transport listeners to emotive landscapes and elicit a deep emotional response."},
      {"img_link": "images/music/homeedith.jpeg", "img_caption": "Home",
      "isbn": "Tinpot Records", "storefront": "https://www.youtube.com/watch?v=qn9fmZJ3Qz4",
      "author": "by Edith Whiskers",
      "alt": "cover of the song Home",
      "descr": "Tinpot Records is a dynamic record label that focuses on showcasing emerging and independent artists within the alternative and indie music scene. With a dedication to supporting raw talent and fostering creativity, Tinpot Records offers a platform for artists to share their unique musical expressions with a wider audience. Tinpot Records' releases are characterized by their raw energy, distinctive soundscapes, and intimate lyrics. The label's artists often prioritize honest storytelling and emotional depth, crafting songs that resonate with listeners on a personal level. The music from Tinpot Records appeals to listeners who appreciate the authenticity and creativity that independent artists bring to the table. Whether it's through catchy guitar hooks, introspective lyrics, or lo-fi production aesthetics, the label's releases offer a refreshing alternative to mainstream music."},
      {"img_link": "images/music/crosses.jpeg", "img_caption": "Crosses",
      "isbn": "Peacefrog Holdings", "storefront": "https://www.youtube.com/watch?v=4nC8WjPFnGU",
      "author": "by José González",
      "alt": "cover of the song Crosses",
      "descr": "The music released by Tinpot Records embodies the spirit of alternative and indie genres, often characterized by a sense of authenticity, DIY ethos, and a departure from mainstream conventions. The label's artists explore a wide range of styles, including indie rock, lo-fi, garage, post-punk, and more, reflecting the diverse and eclectic nature of the independent music landscape. Tinpot Records' releases are characterized by their raw energy, distinctive soundscapes, and intimate lyrics. The label's artists often prioritize honest storytelling and emotional depth, crafting songs that resonate with listeners on a personal level."},
      {"img_link": "images/music/homegabrielle.jpeg", "img_caption": "Home",
      "isbn": "Never Fade Records", "storefront": "https://www.youtube.com/watch?v=8mVbdjec0pA",
      "author": "by Gabrielle Aplin",
      "alt": "cover of the song Home",
      "descr": "The music released by Never Fade Records embodies the essence of indie and acoustic genres, characterized by its introspective lyrics, emotive melodies, and stripped-back arrangements. The label's artists excel in crafting intimate and soul-stirring compositions that resonate deeply with listeners. Never Fade Records' releases often showcase a sense of vulnerability and honesty, with artists baring their souls through their music. The label embraces artists who possess a genuine storytelling ability, weaving narratives that capture personal experiences, relationships, and emotions. The music from Never Fade Records appeals to listeners who appreciate the heartfelt and introspective nature of indie and acoustic music. Whether it's through delicate acoustic guitar melodies, poignant vocal performances, or tender piano arrangements, the label's releases offer a deeply personal and authentic listening experience."},
      {"img_link": "images/music/hands.jpeg", "img_caption": "Hands",
      "isbn": "Monstercat", "storefront": "https://www.youtube.com/watch?v=saKv2djbQ5s",
      "author": "by Koda",
      "alt": "cover of the song Hands",
      "descr": "Monstercat is an influential record label that has made a significant impact in the electronic dance music (EDM) scene. Recognized for its commitment to showcasing a wide range of EDM subgenres, Monstercat offers a vibrant and diverse collection of music that appeals to fans of electronic music worldwide. Monstercat's releases are characterized by their infectious beats, soaring melodies, and meticulous production values. The label's artists excel in creating exhilarating tracks that are tailor-made for festival stages, club nights, and energetic listening experiences. Whether you're seeking uplifting anthems, hard-hitting bangers, or melodic and emotive compositions, Monstercat delivers a diverse range of sounds and styles."},
      {"img_link": "images/music/fallasleep.jpeg", "img_caption": "Fall Asleep",
      "isbn": "", "storefront": "https://www.youtube.com/watch?v=4jWCLQM5mcA",
      "author": "by GiiRL",
      "alt": "cover of the song Fall Asleep",
      "descr": "Self-Release"},
      {"img_link": "images/music/holocne.jpeg", "img_caption": "Holocne",
      "isbn": "Jagjaguwar ", "storefront": "https://www.youtube.com/watch?v=TWcyIpul8OE",
      "author": "by Bon Iver",
      "alt": "cover of the song Holocne",
      "descr": "Jagjaguwar's releases are characterized by their artistic depth, introspective lyrics, and captivating melodies. The label's artists excel in crafting intricate compositions that often defy traditional song structures, incorporating elements of experimentation, lush arrangements, and a sense of musical adventure. The music from Jagjaguwar appeals to listeners who appreciate the intricacies and nuances of independent music. Whether it's through evocative and poetic lyrics, intricate instrumental arrangements, or experimental sonic landscapes, the label's releases offer a captivating and thought-provoking listening experience."},
      {"img_link": "images/music/anchor.jpeg", "img_caption": "Anchor",
      "isbn": "AllPoints", "storefront": "https://www.youtube.com/watch?v=OmKAn8rNbKg",
      "author": "by Novo Amor",
      "alt": "cover of the song Anchor",
      "descr": "AllPoints' Indie releases are characterized by their raw and unfiltered approach, with an emphasis on authenticity and emotional depth. The music often conveys a sense of intimacy and vulnerability, inviting listeners to connect on a personal level. From introspective ballads to energetic anthems, AllPoints' Indie music captures a wide range of moods and emotions. The Indie music from AllPoints represents a rich tapestry of creativity and individuality. It embraces a wide spectrum of sounds and emotions within the genre, providing a platform for independent artists to showcase their unique perspectives and connect with audiences who appreciate the artistry and originality that Indie music embodies."},
      {"img_link": "images/music/swimminginred.jpeg", "img_caption": "swimming in red",
      "isbn": "slushhy", "storefront": "https://www.youtube.com/watch?v=03L455JgO-c",
      "author": "by Glitter Party",
      "alt": "cover of the song swimming in red",
      "descr": "We are currently working on a description for you :)"},
      {"img_link": "images/music/toallofyou.jpeg", "img_caption": "To All Of You",
      "isbn": "Third Side Records", "storefront": "https://www.youtube.com/watch?v=AoHFCLxTkE4",
      "author": "by Syd Matters",
      "alt": "cover of the song To All Of You",
      "descr": "We are currently working on a description for you :)"},
      {"img_link": "images/music/heartbeats.jpeg", "img_caption": "Heartbeats",
      "isbn": "Peacefrog Holdings", "storefront": "https://www.youtube.com/watch?v=ik_BQYbbZ5U",
      "author": "by José González",
      "alt": "cover of the song Heartbeats",
      "descr": "The music released by Tinpot Records embodies the spirit of alternative and indie genres, often characterized by a sense of authenticity, DIY ethos, and a departure from mainstream conventions. The label's artists explore a wide range of styles, including indie rock, lo-fi, garage, post-punk, and more, reflecting the diverse and eclectic nature of the independent music landscape. Tinpot Records' releases are characterized by their raw energy, distinctive soundscapes, and intimate lyrics. The label's artists often prioritize honest storytelling and emotional depth, crafting songs that resonate with listeners on a personal level."},
      {"img_link": "images/music/goldenhour.jpeg", "img_caption": "Golden Hour",
      "isbn": "", "storefront": "https://www.youtube.com/watch?v=7Ep_5rMWMKY",
      "author": "by Jonathan Morali",
      "alt": "cover of the song Golden Hour",
      "descr": "We are currently working on a description for you :)"},
      {"img_link": "images/music/glass.jpeg", "img_caption": "Glass",
      "isbn": "4AD Ltd", "storefront": "https://www.youtube.com/watch?v=osBJ035rvBQ",
      "author": "by Daughter",
      "alt": "cover of the song Glass",
      "descr": "4AD Ltd's releases are characterized by their atmospheric soundscapes, ethereal melodies, and evocative lyrics. The label's artists often embrace a sense of artistic exploration, incorporating lush instrumentation, intricate production techniques, and poetic storytelling to create immersive and emotive musical experiences. 4AD Ltd has a distinct visual aesthetic that is often reflected in the album artwork and overall presentation of their releases. The label's commitment to the visual aspect of music further enhances the immersive and cohesive experience for listeners."},
      {"img_link": "images/music/gustavo.jpeg", "img_caption": "Allowed To Be Happy",
      "isbn": "Sony Interactive Entertainment", "storefront": "https://www.youtube.com/watch?v=ODf0HFFE6Z4",
      "author": "by Gustavo Santaolalla",
      "alt": "cover of the song Allowed To Be Happy",
      "descr": "Sony Interactive Entertainment (SIE) is a prominent record label associated with the gaming industry. While SIE primarily focuses on video game development and publishing, it also produces and releases music as part of the overall gaming experience. The label's music ranges from dynamic and adrenaline-pumping soundtracks for action-packed games to atmospheric and emotionally driven compositions for narrative-driven or puzzle-based games. SIE's music composers and artists work closely with game developers to craft soundscapes that enhance the gameplay, evoke specific emotions, and create a cohesive audio-visual experience."},
      {"img_link": "images/music/gustavo.jpeg", "img_caption": "Unbroken",
      "isbn": "Sony Interactive Entertainment", "storefront": "https://www.youtube.com/watch?v=NXFBUohmR14",
      "author": "by Gustavo Santaolalla",
      "alt": "cover of the song Unbroken",
      "descr": "Sony Interactive Entertainment (SIE) is a prominent record label associated with the gaming industry. While SIE primarily focuses on video game development and publishing, it also produces and releases music as part of the overall gaming experience. The label's music ranges from dynamic and adrenaline-pumping soundtracks for action-packed games to atmospheric and emotionally driven compositions for narrative-driven or puzzle-based games. SIE's music composers and artists work closely with game developers to craft soundscapes that enhance the gameplay, evoke specific emotions, and create a cohesive audio-visual experience."}
    ],

	  "metal": [
      {"img_link": "images/music/MoP.jpg", "img_caption": "Master of Puppets",
      "isbn": "Blackened Recordings", "storefront": "https://youtu.be/6xjJ2XIbGRk",
      "author": "by Metallica",
      "alt": "cover of the song Master of Puppets",
      "descr": "The music released by Blackened Recordings is characterized by the powerful and intense sound that Metallica is known for. It encompasses the heavy metal genre, combining elements of thrash metal, hard rock, and classic heavy metal. The label's music often features aggressive guitar riffs, thunderous drumming, and impactful lyrics that delve into a wide range of themes, including personal struggles, social issues, and introspection."},
      {"img_link": "images/music/AtlasRise.jpg", "img_caption": "Atlas Rise",
      "isbn": "Blackened Recordings ", "storefront": "https://youtu.be/JFAcOnhcpGA",
      "author": "by Metallica",
      "alt": "cover of the song Atlas Rise",
      "descr": "The music released by Blackened Recordings is characterized by the powerful and intense sound that Metallica is known for. It encompasses the heavy metal genre, combining elements of thrash metal, hard rock, and classic heavy metal. The label's music often features aggressive guitar riffs, thunderous drumming, and impactful lyrics that delve into a wide range of themes, including personal struggles, social issues, and introspection."},
      {"img_link": "images/music/QuestionEverything.jpg", "img_caption": "Question Everything",
      "isbn": "Eleven Seven Music", "storefront": "https://youtu.be/BKgthTvLAo4",
      "author": "by Five Finger Death Punch",
      "alt": "cover of the song Question Everything",
      "descr": "Eleven Seven Music is a prominent record label that specializes in rock and alternative music. With a focus on diverse genres and artist development, the label releases music that pushes boundaries and resonates with fans. From powerful guitar-driven anthems to innovative and authentic tracks, Eleven Seven Music offers a captivating sonic experience. By leveraging digital platforms, the label ensures its music reaches a global audience and connects with fans who appreciate the artistry and energy of rock music."},
      {"img_link": "images/music/AfterLife.jpg", "img_caption": "AfterLife",
      "isbn": "", "storefront": "https://youtu.be/Yj4h3NI1vUQ",
      "author": "by Five Finger Death Punch",
      "alt": "cover of the song AfterLife",
      "descr": "Self-Release"},
      {"img_link": "images/music/IceQueen.jpg", "img_caption": "Ice Queen",
      "isbn": "Force Music Recordings", "storefront": "https://youtu.be/_yKiqBO9ZaM",
      "author": "by Within Temptation",
      "alt": "cover of the song Ice Queen",
      "descr": "The music released by Force Music Recordings is characterized by its driving beats, pulsating rhythms, and immersive soundscapes. The label is dedicated to promoting forward-thinking and boundary-pushing artists who are at the forefront of the electronic music scene. Force Music Recordings is an independent record label specializing in cutting-edge electronic music. With a focus on innovation and artistic expression, the label showcases a diverse range of genres and artists. From pulsating beats to immersive soundscapes, Force Music Recordings offers a captivating listening experience that pushes the boundaries of electronic music."},
      {"img_link": "images/music/Iron.jpg", "img_caption": "Iron",
      "isbn": "Force Music Recordings", "storefront": "https://youtu.be/Il0yuLe8FBM",
      "author": "by Within Temptation",
      "alt": "cover of the song Iron",
      "descr": "The music released by Force Music Recordings is characterized by its driving beats, pulsating rhythms, and immersive soundscapes. The label is dedicated to promoting forward-thinking and boundary-pushing artists who are at the forefront of the electronic music scene. Force Music Recordings is an independent record label specializing in cutting-edge electronic music. With a focus on innovation and artistic expression, the label showcases a diverse range of genres and artists. From pulsating beats to immersive soundscapes, Force Music Recordings offers a captivating listening experience that pushes the boundaries of electronic music."},
      {"img_link": "images/music/GetYou.jpg", "img_caption": "Get You",
      "isbn": "Kristian Tiihonen", "storefront": "https://youtu.be/066iMZw35Rg",
      "author": "by Human Design",
      "alt": "cover of the song Get You",
      "descr": "We are currently working on a description for you :)"},
      {"img_link": "images/music/VengefulOne.jpg", "img_caption": "The Vengeful One",
      "isbn": "Reprise Records", "storefront": "https://youtu.be/8nW-IPrzM1g",
      "author": "by Disturbed",
      "alt": "cover of the song The Vengeful One",
      "descr": "Reprise Records is a prestigious record label that represents a diverse range of musical genres and artists. With a commitment to artistic freedom and innovation, the label has released influential and groundbreaking music throughout its history. From chart-topping hits to critically acclaimed albums, Reprise Records offers a catalog of music that spans various genres and continues to shape the music industry."},
      {"img_link": "images/music/WayofVikings.jpg", "img_caption": "Way of Vikings",
      "isbn": "Metal Blade Records", "storefront": "https://youtu.be/55OJ17cHeJA",
      "author": "by Amon Amarth",
      "alt": "cover of the song Way of Vikings",
      "descr": "Metal Blade Records is an iconic record label specializing in heavy metal music. With its diverse roster and commitment to supporting both established and emerging metal artists, the label has played a vital role in shaping the metal genre. From blistering guitar solos to thunderous drums and powerful vocals, the music released by Metal Blade Records embodies the raw energy and intensity of heavy metal."},
      {"img_link": "images/music/TatteredBanners.jpg", "img_caption": "Tattered Banners and Bloody Flags",
      "isbn": "Metal Blade Records", "storefront": "https://youtu.be/Ed1CB2DldGo",
      "author": "by Amon Amarth",
      "alt": "cover of the song Tattered Banners and Bloody Flags",
      "descr": "Metal Blade Records is an iconic record label specializing in heavy metal music. With its diverse roster and commitment to supporting both established and emerging metal artists, the label has played a vital role in shaping the metal genre. From blistering guitar solos to thunderous drums and powerful vocals, the music released by Metal Blade Records embodies the raw energy and intensity of heavy metal."},
      {"img_link": "images/music/QueenForQueen.jpg", "img_caption": "Queen For Queen",
      "isbn": "Roadrunner Records", "storefront": "https://youtu.be/FN6WmXSPbAk",
      "author": "by Motionless in White",
      "alt": "cover of the song Queen For Queen",
      "descr": "Roadrunner Records is a prominent record label specializing in rock and heavy metal music. With its diverse roster and commitment to aggressive and hard-hitting sounds, the label has contributed to the evolution and popularity of the rock and metal genres. The music released by Roadrunner Records is characterized by its powerful instrumentation, intense vocals, and thought-provoking lyrics, making it a staple in the rock and metal community."},
      {"img_link": "images/music/QueenForQueen.jpg", "img_caption": "Eternally Yours",
      "isbn": "Roadrunner Records", "storefront": "https://youtu.be/TwO0zLLybQ0",
      "author": "by Motionless in White",
      "alt": "cover of the song Eternally Yours",
      "descr": "Roadrunner Records is a prominent record label specializing in rock and heavy metal music. With its diverse roster and commitment to aggressive and hard-hitting sounds, the label has contributed to the evolution and popularity of the rock and metal genres. The music released by Roadrunner Records is characterized by its powerful instrumentation, intense vocals, and thought-provoking lyrics, making it a staple in the rock and metal community."},
      {"img_link": "images/music/Sparta.jpg", "img_caption": "Sparta",
      "isbn": "Nuclear Blast", "storefront": "https://youtu.be/p1SlBlB5pzU",
      "author": "by Sabaton",
      "alt": "cover of the song Sparta",
      "descr": "Nuclear Blast is a prominent record label specializing in extreme metal and heavy music. With its roster of influential bands, the label has played a significant role in shaping the metal genre. The music released by Nuclear Blast is characterized by its aggressive sound, technical proficiency, and exploration of dark and intense themes. It has garnered a dedicated fan base and solidified the label's reputation as a force to be reckoned with in the world of heavy music."},
      {"img_link": "images/music/GreatWar.jpg", "img_caption": "Great War",
      "isbn": "Nuclear Blast", "storefront": "https://youtu.be/5mt4B5Z8uLA",
      "author": "by Sabaton",
      "alt": "cover of the song Great War",
      "descr": "Nuclear Blast is a prominent record label specializing in extreme metal and heavy music. With its roster of influential bands, the label has played a significant role in shaping the metal genre. The music released by Nuclear Blast is characterized by its aggressive sound, technical proficiency, and exploration of dark and intense themes. It has garnered a dedicated fan base and solidified the label's reputation as a force to be reckoned with in the world of heavy music."},
      {"img_link": "images/music/Archangel.jpg", "img_caption": "Archangel",
      "isbn": "CD PROJEKT RED", "storefront": "https://youtu.be/hLwyq4Lrupw",
      "author": "by Samurai(Refused)",
      "alt": "cover of the song Archangel",
      "descr": "D PROJEKT RED creates music that enhances the immersive worlds of their video games. The label's soundtracks capture the essence of each game's universe, utilizing a diverse range of genres and styles to evoke emotions and deepen the player's connection to the narrative. CD PROJEKT RED's music has become an integral part of their games' identities, elevating the overall gaming experience and earning praise for its exceptional quality."},
      {"img_link": "images/music/BoA.jpg", "img_caption": "Beauty Of Annihilaton",
      "isbn": "Activision", "storefront": "https://youtu.be/_3-t5ZFbjRU",
      "author": "by Kevin Sherwood, Brian Tuey, Treyarch Sound, James McCawley",
      "alt": "cover of the song Beauty Of Annihilaton",
      "descr": "While not primarily a music label, Activision has played a significant role in curating and featuring music in their games. The music from Activision spans various genres and styles, aiming to create an immersive and engaging gaming experience. Whether through original compositions or licensed tracks, Activision's music selection adds depth, excitement, and emotional impact to their games."},
      {"img_link": "images/music/TakeControl.jpg", "img_caption": "Take Control",
      "isbn": "Insomniac", "storefront": "https://youtu.be/k0QsHKH77MI",
      "author": "by Old Gods of Asgard(Poets of the Fall)",
      "alt": "cover of the song Take Control",
      "descr": "Dnsomniac's music label focuses on electronic dance music, encompassing various genres within the EDM spectrum. Their music captures the energetic and vibrant spirit of the EDM scene, featuring infectious beats, captivating melodies, and diverse styles. Insomniac's music is designed to create an immersive and exhilarating experience for both live events and personal enjoyment, bringing people together through the universal language of music."},
      {"img_link": "images/music/Reida.jpg", "img_caption": "Reida",
      "isbn": "Ballista Records", "storefront": "https://youtu.be/UKmd2jFSXO8",
      "author": "by Danheim",
      "alt": "cover of the song Reida",
      "descr": "We are currently working on a description for you :)"}
      
    ]
  }